Repository: baidang201/onechat-ios
Catalog: one-ios-ui/OneChainIOS/*.lproj/Localizable.strings
Languages: gu_in, id, ja, zh_hans

# send_fee_value
source: Network fee
gu_in: तंत्र फीस
id: Biaya jaringan
ja: マイナー費用
zh_hans: 矿工费用

source: Fast
gu_in: जल्दी
id: Cepat
ja: 速い
zh_hans: 快

source: Slow
gu_in: धीमा
id: Lambat
ja: 遅い
zh_hans: 慢

# keep_service_alive_reason
source: Enable ONE offline messages.
gu_in: एक ऑफ़लाइन संदेश सक्षम करें.
id: Memuat pesan ONE.
ja: ONEオフラインメッセージを受け取るために
zh_hans: 为了接收ONE离线消息

# sure_delete_user
source: Are you sure to delete group member?
gu_in: क्या आप समूह के सदस्य को हटाना चाहते हैं?
id: Apakah Anda yakin untuk menghapus anggota kelompok?
ja: グループメンバー削除確認
zh_hans: 确认删除群成员

# withdraw_records
source: Records
gu_in: एक चेन रिकॉर्ड से स्थानांतरण
id: Catatan transfer dari rantai ONE
ja: 転出記録
zh_hans: 转出记录

# recharge_records
source: Records
gu_in: एक चेन रिकॉर्ड में स्थानांतरण
id: Catatan transfer ke rantai ONE
ja: 転入記録
zh_hans: 转入记录

source: Transfer records
gu_in: रिकॉर्ड रिकॉर्ड करें
id: Catatan transfer
ja: 取引記録
zh_hans: 转账记录

source: My QR code
gu_in: मेरा QR कोड
id: Kode QR saya
ja: マイQRコード
zh_hans: 我的二维码

# my_qr_code_tip
source: Scan the QR code to add me.
gu_in: मुझे जोड़ने के लिए QR कोड स्कैन करें
id: Pindai kode QR untuk menambahkan saya.
ja: QRコードをスキャンし、ONE友達を追加します。
zh_hans: 扫一扫上面的二维码图案，加我账号

# add_friend_error
source: Failed to add friends
gu_in: मित्रों को जोड़ने में विफल
id: Gagal menambahkan teman
ja: 友達追加失敗
zh_hans: 好友添加失败

# register_request_ok
source: Your registration was successful
gu_in: आपका पंजीकरण सफल रहा था
id: Pendaftaran Anda berhasil
ja: 登録成功
zh_hans: 注册成功

# register_request_user_exist
source: This username already exists
gu_in: यह उपयोगकर्तानाम पहले से मौजूद है
id: Nama pengguna ini sudah ada
ja: ユーザー名が存在しています
zh_hans: 用户名已存在

# register_request_unknown_registrar
source: Registration Error
gu_in: पंजीकरण त्रुटि
id: Pendaftaran error
ja: レジストラエラー
zh_hans: 注册商错误

# register_request_unknown_referrer
source: Referrer doesn't exist
gu_in: रेफरर मौजूद नहीं है
id: Referrer tidak ada
ja: 招待コード
zh_hans: 邀请方错误

# register_request_param_error
source: Parameter Error
gu_in: पैरामीटर त्रुटि
id: Kesalahan Parameter
ja: ペラメーターエラー
zh_hans: 参数错误

# register_request_server_error
source: Server Error
gu_in: सर्वर त्रुटि
id: Kesalahan Server
ja: サーバエラー
zh_hans: 服务错误

# register_request_name_error
source: Username Error
gu_in: उपयोगकर्ता नाम त्रुटि
id: Kesalahan Username
ja: ユーザー名エラー
zh_hans: 用户名错误

# register_request_create_user_exist
source: This username already exists
gu_in: यह उपयोगकर्तानाम पहले से मौजूद है
id: Nama pengguna ini sudah ada
ja: ユーザー名が存在しています
zh_hans: 用户名已存在

# exit_wallet
source: Delete wallet
gu_in: पर्स हटाएं
id: Hapus dompet
ja: ウォレットを削除する
zh_hans: 清除账号

# exit_wallet_warning_message
source: Please make sure you backed up mnemonics before delete your wallet
gu_in: आपकी सुविधा के लिए, कृपया अपने बटुए को हटाने से पहले समर्थित निमोनियों की पुष्टि करें
id: Untuk kenyamanan Anda, pastikan mnemonic sudah di-backup sebelum menghapus dompet Anda
ja: ウォレットを削除する前に、ニーモニックがバックアップされたことを確認しておき、次回ウォレットの復元に使用するためです。
zh_hans: 确认清除账号

# exit_wallet_warning_message_second
source: Please confirm you backed up your mnemonics again, or your digital assets will be gone
gu_in: कृपया पुष्टि करें कि आप अपने मेमोनेक्स का फिर से बैकअप ले चुके हैं, या आपकी डिजिटल संपत्ति समाप्त हो जाएगी
id: Pastikan Anda sudah mem-backup mnemonic Anda, atau aset digital Anda akan hilang
ja: 改めてニーモニックがバックアップされたことを確認して下さい。そうしないと、ウォレット内の資産が永遠に失います。
zh_hans: 再次确认

# message_title
source: Message Notification
zh_hans: 消息提示

# defualt_string_id
source: Undefined
zh_hans: 未定义

# buildtx_exception
source: Building trade exception
zh_hans: 构造交易异常

# get_fee_error
source: Fee loading error
gu_in: शुल्क लोड करने की त्रुटि
id: Kesalahan pemuatan biaya
ja: 費用読取失敗
zh_hans: 加载费用错误

# recharge_search_tip
source: Transfer to Trading Account processing
gu_in: एक श्रृंखला के लिए प्रसंस्करण
id: Transfer ke rantai ONE sedang diproses
ja: 取引アカウントに振り込み始め、入金中です。
zh_hans: 已经开始转入交易钱包入账

# check_update
source: Check Upgrade
gu_in: चढाई को देखो
id: Periksa Upgrade
ja: 新しいバージョンをチェックします。
zh_hans: 检查更新

# upgrade_tip
source: Tips to upgrade
gu_in: युक्तियाँ चढाई के लिए
id: Tips untuk meng-upgrade
ja: 新バージョンがあります
zh_hans: 升级提示

# group_invite_url
source: Tap to copy group invitation link
gu_in: कॉपी समूह आमंत्रण लिंक
id: Ketuk untuk menyalin link undangan grup
ja: グループ招待のURLをクリックしてコピーします。
zh_hans: 点击复制群邀请链接

# status_fail
source: Processing failed
gu_in: प्रसंस्करण असफल रहा
id: Pengolahan gagal
ja: 取扱失敗
zh_hans: 处理失败

# null_asset_balance
source: Balance was not enough, please top up
gu_in: शेष पर्याप्त नहीं था, कृपया ऊपर ऊपर
id: Saldo tidak cukup, silakan melakukan top up
ja: 残高が足りないので、取引アカウントにリチャーじして下さい。
zh_hans: 余额不足，请转入交易钱包

# group_public
source: Public Group
zh_hans: 公开群

# group_private
source: Private Group
zh_hans: 私密群

source: Group Type
zh_hans: 群类型

# group_create_title
source: Create Group
zh_hans: 发起小密圈

# done_with_count
source: Ensure(%i)
zh_hans: 确定(%i)

# group_creat_failed
source: Create group failed
zh_hans: 发起小密圈失败

# group_sendmsg_failed
source: Group message sent failed
zh_hans: 群消息发送失败

# group_detail_name
source: Group name
zh_hans: 群名称

# group_detail_avatar
source: Group avatar
zh_hans: 群头像

# group_detail_share
source: Share group
zh_hans: 群分享

# group_detail_title
source: Group info
zh_hans: 群组信息

# group_change_subject
source: Change group name
zh_hans: 修改群名称

# group_change_subject_failed
source: Change group name failed
zh_hans: 修改群名称失败

# group_addcontact_failed
source: Add members failed
zh_hans: 添加成员失败

# group_deletecontact_failed
source: Delete members failed
zh_hans: 删除成员失败

# group_share_joingroup
source: Click the url to join ONE group:%@
zh_hans: 点击链接加入ONE群组:%@

# group_share_failed
source: Share failed
zh_hans: 分享失败

# sure_to_delete
source: please make sure to delete
zh_hans: 确认是否清空

# message_no_message
source: no messages
zh_hans: 没有消息

# look_red_packet
source: Get Packet
gu_in: पैकेट लालो
id: Dapatkan Paket
ja: プ受け取ったラッキーマネーを確認します。
zh_hans: 查看红包

source: ONE Red Packet
gu_in: एक लाल पैकेट
id: Paket Merah ONE
ja: ONEアプリ内で受け取ったラッキーマネー
zh_hans: ONE红包

# red_packet_text
source: Send A Packet
gu_in: एक पैकेट को भेजें
id: Kirim paket
ja: ラッキーマネー1通を手配しました。
zh_hans: 发了一个红包

# msg_red_packet
source: [Red Packet]
gu_in: [लाल पैकेट]
id: [Paket merah]
ja: [ラッキーマネー]
zh_hans: [红包消息]

source: Red Packet
gu_in: लाल पैकेट
id: Paket merah
ja: ラッキーマネー
zh_hans: 红包

# send_red_packet
source: Send Packet
gu_in: पैकेट बेजो
id: Kirim paket
ja: ラッキーマネーを手配します。
zh_hans: 发红包

# select_coin_type
source: Select Coin
gu_in: चुनिन्दा सिक्के
id: Pilih koin
ja: コインの種類を選択します。
zh_hans: 选择币种

# send_red_packet_text
source: Prepare Red Packet
gu_in: रेड पैकेट को बनाओ
id: Siapkan paket merah
ja: 〜をラッキーマネーに入れてください
zh_hans: 塞币进红包

# user_intro_hint
source: What's Up
gu_in: क्या हो रहा
id: Ada apa
ja: 個人シグネチャー
zh_hans: 个性签名

# red_packet_default_msg
source: Best wishes
gu_in: शुभकामनाएँ
id: Harapan terbaik
ja: 良い一日を
zh_hans: 恭喜发财，大吉大利

# red_packet_message
source: Notes
gu_in: टिप्पणियाँ
id: Catatan
ja: メッセージを残します。
zh_hans: 留言

# red_packet_num
source: Quantity
gu_in: अधिकता
id: Kuantitas
ja: ラッキーマネーの通数
zh_hans: 红包个数

# red_packet_total_amount
source: Total
gu_in: पूरा
ja: 総金額
zh_hans: 总金额

# red_packet_item_amount
source: Amount Each
gu_in: एक मात्रा
id: Jumlah masing-masing
ja: 個々金額
zh_hans: 单个金额

# simple_red_packet_tip
source: Identical Amount.
gu_in: सामान रकम
id: Jumlah yang sama.
ja: 各人が固定的な金額を受取る
zh_hans: 每人收到固定金额，

# lucky_red_packet_tip
source: Random Amount.
gu_in: यादृच्छिक रकम
id: Jumlah acak.
ja: 個人の運試しによって受け取った金額がランダムです。
zh_hans: 每个人抽到的金额随机，

# set_lucky_red_packet
source: Change to Random Amount
gu_in: यादृच्छिक राशि में बदलें
id: Ubah ke jumlah acak
ja: 運試しラッキーマネーと切り替わる
zh_hans: 改为拼手气红包

# set_simple_red_packet
source: Chage to Identical Amount
gu_in: समान मात्रा में बदलें
id: Ubah ke jumlah yang sama
ja: 普通ラッキーマネーと切り替わる。
zh_hans: 改为普通红包

# please_select_coin_type
source: Select Coin
gu_in: सिक्के को चुनती करो
id: Pilih koin
ja: ラッキーマネーのコイン種類を選択してください。
zh_hans: 请选择红包币种

# red_packet_num_cant_zero
source: Quantity can't be empty
gu_in: मात्रा खाली नहीं होना
id: Kuantitas tak boleh kosong
ja: ラッキーマネーをゼロ位上にしてください。
zh_hans: 红包个数不能为0

# red_packet_value_cant_zero
source: Amount can't be empty
gu_in: पैसे काली नहीं रहना
id: Jumlah tak boleh kosong
ja: ラッキーマネーの金額数をゼロ以上にしてください。
zh_hans: 红包金额不能为0

# group_member_num
source: %d members
gu_in: %1$d सदस्यों
id: %1$d anggota
ja: 本グループの総人数はお伸び%1$dです。
zh_hans: 本群共%d人

# ios_amount_big
source: The amount is too big to trade temporarily
zh_hans: 数额太大暂时不能交易

# assets_nodata
source: No assets
zh_hans: 没有资产

# signed_failed
source: Sign failed
zh_hans: 签名校验失败

# check_sign
source: Verify Signature
gu_in: हस्ताक्षर सत्यापित करें
id: Memverifikasi signature
ja: 署名を承認します。
zh_hans: 验证签名

# red_packet_info
source: View Details
gu_in: विवरण में देखें
id: Lihat rincian
ja: ラッキーマネーの詳細
zh_hans: 红包详情

# recharge_update
source: Request Deposit
zh_hans: 请求转入交易钱包

# recharge_update_banner
source: If you transfer from other wallets, and the digital assets has not been received, please tap “Request for Transfer to Trading Account
zh_hans: 如果从其他钱包转入交易钱包，长时间没有到账请点击请求转入交易钱包

# user_invite_url_start
source: Tap the link to add me as ONE friends:%@
gu_in: मुझे एक चेन मित्रों के रूप में जोड़ने के लिए लिंक टैप करें:
id: Tekan link untuk menambahkan saya sebagai teman ONE:
ja: URLをタップし開いて、「自分」を友達招待で追加してください。
zh_hans: 点开链接加我好友:%@

# update_ok
source: Upgrade
gu_in: उन्नयन
ja: 更新
zh_hans: 升级

# is_noone_coin
source: Invalid address
zh_hans: 地址不合法

# make_sure_seed
source: Verify Mnemonic
gu_in: मेमोनी शब्द सत्यापित करें
id: Verifikasi Kata Mnemonic
ja: ニーモニックを承認します。
zh_hans: 验证私钥助记词

# make_sure_seed_error_tip
source: The order is not right, please check again.
gu_in: आदेश सही नहीं है, कृपया फिर से जांचें।
id: Urutan tidak benar, periksa lagi.
ja: ニーモニック承認エラーです。チェックした上で再施行してください。
zh_hans: 私钥助记词验证错误，请检查后重试

source: Transfer Fee
gu_in: भेजने की फी
id: Biaya transfer
ja: 取引費用
zh_hans: 交易费用

# red_packet_account
source: Online wallet
gu_in: पैकेट खाता
id: Akun Paket
ja: ラッキーマネーアカウント
zh_hans: 在线钱包

# one_no_network_tips
source: Network not available, please go to SETTINGS> Allow ONE network or quit application and enter again.
zh_hans: 暂时没有网络，请查看设置->是否允许ONE网络请求，或者关闭程序再次进入。

# one_network_error
source: Application network configuration exception, please restart the application or turn on the 'Wi-Fi' Assist to try again!
zh_hans: 应用网络权限配置异常，请重新启动应用或者打开“无线局域网助理”之后再次尝试！

# redpacket_open_failed
source: Failed to open packet
gu_in: पैकेट खोलने में विफल
id: Gagal membuka paket
ja: ラッキーマネー開封失敗です。
zh_hans: 打开红包失败

# redpacket_send_failed
source: Failed to send packet
gu_in: पैकेट भेजने में विफल
id: Gagal mengirim paket
ja: ラッキーマネー配り失敗です。
zh_hans: 发送红包失败

source: No target assets
zh_hans: 没有指定的资产

# in_onechain
source: Transfer to Trading Account
gu_in: एक चेन में स्थानांतरण
id: Transfer ke rantai ONE
ja: 取引アカウントに転入します。
zh_hans: 转入交易钱包

# out_onechain
source: Transfer from Trading Account
gu_in: एक चेन से स्थानांतरण
id: Transfer dari rantai ONE
ja: 取引アカウントから転出します。
zh_hans: 转出交易钱包

# referrer_optional
source: Invitation code:
gu_in: वैकल्पिक (ऐच्छिक)
id: Referrer (opsional):
ja: 招待コード(オプション):
zh_hans: 邀请码:

# write_referrer_account
source: Please enter the invitation code
gu_in: आपका उल्लेखन की नंबर
id: Masukan nomor rekening referrer 's
ja: 招待コードを入力して下さい。
zh_hans: 请输入邀请码

# register_request_exceeded_max_number
source: You have exceeded the maximum number of registration
id: Terdaftar lebih dari jumlah maksimum kali
ja: 登録できる最大回数を上回りました。
zh_hans: 注册超过最大次数

source: Social Red Packet
id: Amplop merah sosial
ja: 社交紅包
zh_hans: 社交红包

# social_redpacket_tip
source: Generated Social Packet Please share to third party or copy link to send
id: Generated Social Bonus Harap share ke link pihak ketiga atau copy untuk dikirim
ja: 社交紅包も生成され、第三者へシェア或いはURLをコピーし送信してください。 シェアしてね
zh_hans: 已生成社交红包 请分享到第三方或者复制链接发送

# tap_copy_url
source: Tap to copy link
id: Klik pada link copy
ja: URLをタップしてコピーします。
zh_hans: 点击复制链接

# social_redpacket_url_start
source: Tap the link to get FREE airdrop red packet:
gu_in: Tap the link to get red packet:
id: Arahkan untuk membuka rantai untuk mengambil SATU amplop merah:
ja: 仮想通貨世界における万能アプリは旗を揚げて新事業を始め、ONEアプリにおいて支持されたすべて種類のコインのラッキーマネーをご招待します
zh_hans: 币圈全能APP起航，大家快来抢ONE全币种红包:

# quit_social_redpacket_tip
source: Please confirm you've already shared or copied the packet link
id: Harap konfirmasikan bahwa Anda telah berbagi atau menyalin link amplop merah
ja: シェアし、或いはラッキーマネーに関するURLをコピーしたことを確認してください。
zh_hans: 请确认您已分享或复制红包链接

# recharge_init_error
source: Wallet initialization failed
zh_hans: 环境初始化失败

# get_asset_list_error
source: Failed to get assets list
gu_in: Failed to get asset list
id: Gagal mendapatkan daftar aset
ja: 資産リスト獲得失敗
zh_hans: 获取资产列表失败

# add_trade_team
source: Add Coin Pairs
ja: 取引ペアを追加します
zh_hans: 添加交易对

# create_seed
source: Generate Mnemonics
ja: ニーモニックを作成します
zh_hans: 生成私钥助记词

# input_seed
source: Input Mnemonics
ja: 所持のニーモニックによって登録します。
zh_hans: 输入私钥助记词

# input_seed_tip
source: Mnemonics generated, tap to enter mnemonics
gu_in: Mnemonics generated, tap Input Mnemonics
id: Mnemonics generated, tap Input Mnemonics
ja: ニーモニックお持ちの方はニーモニックを入力してください。
zh_hans: 已有私钥助记词但未注册成功请点击输入私钥助记词

# seed
source: Mnemonics
ja: ニーモニック
zh_hans: 私钥助记词

source: Group Members
ja: グループメンバー
zh_hans: 群成员

# chat_info
source: Chat info(%d)
gu_in: चैट जानकारी
id: Info obrolan
ja: チャット情報
zh_hans: 聊天信息(%d)

# look_all_group_members
source: View More Members
ja: グループメンバーをチェック
zh_hans: 查看全部群成员

# out_chat_group
source: Delete and leave
ja: グループチャットから退出します。
zh_hans: 删除并退出

source: Delete failed
zh_hans: 删除失败

# add_error
source: Failed to Add
ja: 追加失敗
zh_hans: 添加失败

# lay_trade_time
source: Prolong the verification password for 2 hours.
ja: 取引2時間以内にパスワードの入力は不要です。
zh_hans: 延长验证密码时间为2小时

# switch_service_node
source: Node Detection
ja: ノードテスト
zh_hans: 节点检测

# config_service_node_ing
source: Wait a moment, we are selecting nodes for you ...
ja: 少々お待ちください、ネットノードを自動的に選出中です。
zh_hans: 稍等片刻，正在为您自动选择节点

# action_clear
source: Delete
ja: クリア
zh_hans: 清除

# choose_seed
source: Choose Mnemonics
ja: ニーモニックを選択します。
zh_hans: 选择私钥助记词

# search_seed
source: Input one at a time by order
ja: ニーモニックを検索します。
zh_hans: 按顺序，一次输入一个单词

# over_seed_word_num_two
source: The number of mnemonic is incorrect.
ja: ニーモニックの文字数が間違っています。
zh_hans: 私钥助记词位数错误

# over_seed_word_num
source: More than 15 mnemonics
ja: ニーモニックは１５文字を超えています。
zh_hans: 超过私钥助记词位数

# action_paste
source: Paste
ja: ペースト
zh_hans: 粘贴

# pasteboard_is_null
source: Clipboard is empty, please copy the mnemonic words first.
ja: リップボードは空いています。ニーモニックをコピーしておいてください。
zh_hans: 剪切板为空，请先拷贝私钥私钥助记词

# no_address_now
source: No Address
ja: アドレスがありません
zh_hans: 暂无地址

# number
source: Quantity
ja: 数量
zh_hans: 数量

source: Amount
ja: 金額
zh_hans: 金额

# copy_fail
source: Copy failed
zh_hans: 复制失败

# can_not_delete_trade
source: This coin pair can't be deleted.
ja: 関連する取引ペアは削除できません。
zh_hans: 不能删除该交易对

# no_auth
source: Only owners can edit
ja: 権限がありません
zh_hans: 没有权限

# can_not_remain_5_one
source: The remaining ONE coin can not be less than 2.
zh_hans: 剩余ONE币不能少于2个，将用于手续费

# setting_more
source: More
ja: もっと
zh_hans: 更多

# sync_account_fail
source: Failed to synchronize information
ja: 情報同期できません
zh_hans: 同步信息失败

# register_request_seed_has_register
source: Mnemonics has been registered, use mnemonics to recover account.
ja: ニーモニックが使用されて、それによってアカウント復元できます。
zh_hans: 私钥助记词已被使用，可用私钥助记词恢复账号

# jump_pass
source: Skip
ja: スキープ
zh_hans: 跳过

# test_service_fail_tip
source: Please contact customer service via e-mail for node failure
gu_in: The node is not connected successfully, please screenshot and report to customer service.
id: The node is not connected successfully, please screenshot and report to customer service.
ja: ノードに問題が発生するなら、メールでお客様セーターと連絡して下さい。
zh_hans: 节点有问题发送邮件联系客服

# sync_data
source: Synchronizing information
ja: 情報同期中
zh_hans: 正在同步数据

# message_prompt
source: Please kindly note the risks associated with trading digital currency.
ja: ONEは暗号通貨のツールで、できるだけ多くの仮想通貨を支持するように頑張ります。適切にリスクを分析し控え、慎重に注意をもって投資活動を行なってください。
zh_hans: ONE是一个工具，会尽量支持更多数字货币，请谨慎投资，注意风险。

# sync_data_timeout
source: Synchronizing data, tap screen to skip
ja: データ同期中です。スクリーンをタップし、お待ちをスキップできます。
zh_hans: 正在同步数据，点击屏幕可跳过等待

# new_chat_message_num
source: New Messages
ja: %1$d件メッセージがあります
zh_hans: 条新消息

# have_word
source: Already
gu_in: I have already
id: I have already
ja: 生成されたニーモニック
zh_hans: 已有私钥助记词

# register_new_account
source: Register
gu_in: Newbie Registration
id: Newbie Registration
ja: アカウント新規登録
zh_hans: 新用户注册

# choose_if_have
source: Do you have mnemonics?
ja: お持ちですかニーモニックを所持かどうかを選択してください。
zh_hans: 请选择是否拥有私钥助记词

# have_no_seed
source: No yet
ja: ニーモニックがありません。
zh_hans: 没有私钥助记词

# get_seed
source: Get mnemonics
ja: ニーモニックを取得します。
zh_hans: 获取私钥助记词

# input_infomation
source: Fill in the information
ja: 情報入力
zh_hans: 填写信息

# register_completed
source: Registration Completed
ja: 登録完了
zh_hans: 注册完成

# group_member_list_fail
source: Failed to get group members
ja: グループメンバー情報の取得失敗です。
zh_hans: 获取群成员失败

# no_regist_phone
source: Please verify your phone number to gain more power!
gu_in: Verify phone number to get ONE surprise
id: Verify phone number to get ONE surprise
ja: まだ承認されていません。携帯番号をバインディグすることでマイニング採掘計算力を引き上げます。
zh_hans: 尚未验证，绑定手机号增加挖矿算力！

# now_bangding
source: Verify Now
ja: →即時にバンディングしてください。
zh_hans: 立即绑定

# phone_code_error
source: Verification code error
ja: 認証コードエラー
zh_hans: 验证码错误

# is_busy_later_go
source: Frequent requests, please try again later
ja: 要請が頻繁に行いますが、しばらく待ってから再試行してください。
zh_hans: 请求频繁，请稍后再试

# phone_num_geshi_error
source: Wrong phone number format
ja: 携帯番号が正しくありません
zh_hans: 手机号码格式错误

# country_or_num_empty
source: Country code or phone number can’t be blank
ja: 国際コード或いは携帯番号は空いています。
zh_hans: 国家代码或手机号码为空

# please_rember_the_key
source: Please save these 15 mnemonics on paper(order is important).
ja: 15文字のニーモニックを記録してください。
zh_hans: 请抄好15个助记单词

# you_just_do_this
source: Without the mnemonic we cannot help recover wallet and will result in LOSS of ALL of your assets!
ja: これらのニーモニックによってアカウントを復元することが可能です。一旦失うなら、資産は取り戻せません。万が一漏れたら、資産が盗まれる可能性があります。
zh_hans: 您只可以用这些单词恢复账户！ 一旦丢失，资产将无法找回！一旦泄漏，资产将会被盗！

# safe_tip
source: Security Tips:
ja: 注意
zh_hans: 安全提示：

# red1_tip
source: *Write it down or save on offline devices
ja: *手で書き留め、或いはオフライン設備にて保存するのがお勧めです。
zh_hans: *建议手写或保存在离线设备中

# red2_tip
source: *Restore once after registry to ensure security
ja: *安全のため、新規登録してから、一度復元してください。
zh_hans: *建议注册后立即恢复一次，以确保安全

# make_sure_seed_tip
source: Please make sure you write down the mnemonics right, and then tap the words in order to verify.
gu_in: कृपया यह सुनिश्चित कर लें कि आप परिवर्णी शब्द सही लिखते हैं, और फिर सत्यापित करने के लिए शब्दों को टैप करें
id: Pastikan Anda menuliskan kata mnemonic yang tepat, kemudian tekan untuk memverifikasi.
ja: 記録しておいたニーモニックを順番でタップし、バックアップしたニーモニックの正確性を承認します。
zh_hans: 请根据你记下的私钥助记词，按顺序点击，验证你备份的私钥助记词正确无误

# add_network_sataus
source: Add Node
ja: ノードを追加
zh_hans: 添加节点

source: Server IP
ja: サーバIP
zh_hans: 服务器IP

# please_write_server_ip
source: Please enter the server IP
ja: サーバIPを入力してください
zh_hans: 请输入服务器IP

# port_num
source: Port
ja: ポート
zh_hans: 端口

# please_write_port_num
source: Please enter the port
ja: ポートを入力してください
zh_hans: 请输入端口

# detection_and_use
source: Detect and Adapt
ja: 検索して使用
zh_hans: 检测并应用

# clear_network_status
source: Delete Node
ja: ノードをクリアする
zh_hans: 清除节点

# add_success
source: Add succeded
ja: 追加成功
zh_hans: 添加成功

# address_book_need_auth
source: Please go to 'Settings' and allow ONE to access your Contacts
ja: システム設定に入り、対応のアプリをタップし、連絡先を訪問する権限を許可してください。
zh_hans: 请前往系统设置打开App访问系统通讯录权限

# address_book_synchronization
source: Sync Contacts
ja: コンタクトと同期
zh_hans: 同步通讯录

source: Mining
gu_in: Mine Tokens
id: Mine Tokens
ja: Red packet mining
zh_hans: 挖矿

source: Automatic Mining
ja: 自動採掘
zh_hans: 自动挖宝

# mining_progress
source: Mining
ja: 採掘中
zh_hans: 挖宝中

# not_open
source: OFF
ja: 未起動
zh_hans: 未开启

# my_property
source: My Tokens
ja: 自分の資産
zh_hans: 我的资产

# mining_income
source: Mined Tokens
ja: 採掘収入
zh_hans: 挖宝收入

# finish_verify
source: Verification Succeeded
ja: 承認完了です。
zh_hans: 完成验证

# skip_verify
source: Skip Verification
ja: 認証をスキープ
zh_hans: 跳过验证

# no_screen_shoot
source: Please don’t screenshot the mnemonics but write it down carefully.
ja: 真面目に書きとどめてください。スクリーンショットの形式で保存してはいけません。
zh_hans: 请认真抄写，不要用截屏的方式保管助记词。

# next_step
source: NEXT
ja: 次
zh_hans: 下一步

# please_verify_your_seed
source: To ensure your assets security, please back up and verify your mnemonics!
ja: 資産安全確保のため、ニーモニックをバックアップしておき、承認してください。
zh_hans: 为保证您的资产安全，请先备份并验证您的助记词！

# now_verify
source: Verify Now
ja: すぐ承認します。
zh_hans: 立即验证

# deal_time
source: Time
gu_in: 成交时间
id: 成交时间
ja: 取引時間
zh_hans: 成交时间

# deal_price
source: Price
gu_in: 成交价格
id: 成交价格
ja: 取引価格
zh_hans: 成交价格

# deal_value
source: Amount
gu_in: 成交数量
id: 成交数量
ja: 取引数量
zh_hans: 成交数量

# no_records
source: No records yet
gu_in: 暂无记录
id: 暂无记录
ja: 記録がありません
zh_hans: 暂无记录

# mining_cal_number
source: Power
ja: 計算値
zh_hans: 算力值

# mining_cal
source: Power
ja: 計算力
zh_hans: 算力

# advance_cal_through_invite
source: Invite friends to add mining power
ja: 友達招待で計算力を引き上げる
zh_hans: 邀请好友增加算力值

# advance_cal_msg
source: Tap share! you will gain more mining power if your friends fill in your invitation code %@ when register
ja: 「シェア」ボタンをタップし、友達がアカウント新規作成のウェブページであなたの招待コードを入力し、%1$sあなたの計算力を引き上げることができます。
zh_hans: 点击分享，好友在注册页面填写您的邀请码%@，即可赢得算力加成！

# advance_cal_share_msg
source: Invitation code: %@. OneChain invite you to share 3,000,000 ONELUCK and 300,000 ONE token! Open the link on browser and download ONE now to get your free coin! %@
ja: 招待コード：%@。仮想通貨世界での有力者が3,000,000個のコインONELUCK、300,000個のコインONEを分かち合うことに、ご招待します。ご加入を心から待ち望んでおります。ウェブサイトで対応のURLをコペストしダウンロードし新規登録してください。
zh_hans: 邀请码：%@。币圈大咖邀您一起瓜分3,000,000个ONELUCK，300,000个ONE！尽快加入哦～请在浏览器中复制粘贴该链接 %@并下载注册

# seed_recover
source: Mnemonics recovery
ja: ニーモニックによって復元します。
zh_hans: 助记词恢复

# encrypt_seed_recover
source: Encrypted mnemonics recovery
ja: 暗語化されたニーモニックによって復元します。
zh_hans: 加密助记词恢复

# copy_encryptseed_to_inputview
source: Copy the encrypted mnemonics to the box
ja: 暗語化ニーモニックファイルを直接に入力欄にペストして下さい。
zh_hans: 直接粘贴加密助记词到输入框

# encrypt_seed_content
source: Encrypted mnemonics
ja: 暗語化ニーモニックファイル
zh_hans: 加密助记词文本内容

# password_while_export_seed
source: Please input the account and password when you export encrypted mnemonics
ja: 暗語化ニーモニックをアウトポートした時に使用したアカウントのパスワードを入力してください。
zh_hans: 请输入导出加密助记词时使用的账户密码

# start_recover
source: Start recovery
ja: 復元開始
zh_hans: 开始恢复

# never_remind
source: Don't remind me anymore
ja: 二度と注意されません。
zh_hans: 不再提醒

# export_immediately
source: Export now
ja: すぐエクスポートします。
zh_hans: 立即导出

# whether_export_immediately
source: Export encrypted mnemonics now?
ja: すぐに暗語化されたニーモニックをエクスポートしますか。
zh_hans: 是否立即导出加密助记词

# save_offline_title
source: Save offline
ja: オフラインで保存
zh_hans: 离线保存

# save_offline_content
source: Please copy and save the encrypted mnemonics to safe and offline spots. Do not save it to e-mail, notebook, disk or chats.
ja: 非常に危険ですから、暗語化ニーモニックファイルをコピー、ペストし、安全、オフラインのところに保存してください。メールアドレス、ノート、ネットディスク、社交メディアに保存してはいけません。
zh_hans: 请复制粘贴加密助记词文件到安全、离线的地方保存。切勿保存至邮箱、记事本、网盘、聊天工具等，非常危险。

# transmission_offline_title
source: Please do not transfer online.
ja: ネットを通じて転送しないでください。
zh_hans: 请勿使用网络传输

# transmission_offline_content
source: Please do not transfer encrypted mnemonics
ja: ネットツールで暗語化ニーモニックを転送しないでください。一旦ギークが取得したら、挽回のできない資産損失を招いてしまいます。
zh_hans: 请勿通过网络工具传输加密助记词，一旦被黑客获取将造成不可挽回的资产损失。

# remember_password_title
source: Please remember the account and password when export encrypted mnemonics
ja: 暗語化ニーモニックをエクスポートするときに使用したパスワードをきちんと覚えておいといて下さい。暗語化されたニーモニックによってアカウントを復元するときにこのパスワードが必要です。
zh_hans: 请牢记导出加密助记词时使用的账户密码
