Repository: baidang201/onechat-ios
Catalog: one-ios-ui/OneChainIOS/*.lproj/Localizable.strings
Languages: gu_in, id, ja, zh_hans

source: Copy
zh_hans: 复制

source: Transpond
zh_hans: 转发

source: Reject
zh_hans: 拒绝

# error.connectServerFail
source: Connect to the server failed!
zh_hans: 连接服务器失败!

# error.connectServerTimeout
source: Connect to the server timed out!
zh_hans: 连接服务器超时!

# register.fail
source: Registration failed
zh_hans: 注册失败

# group.leave
source: quit the group
zh_hans: 退出群组

# group.leaveFail
source: exit the group failure
zh_hans: 退出群组失败

# message.image1
source: [image]
zh_hans: [图片]

# message.voice1
source: [audio]
zh_hans: [音频]

# message.toolBar.record.touch
source: hold down to talk
zh_hans: 按住说话

# message.toolBar.record.send
source: loosen to send
zh_hans: 松开发送

# title.chooseContact
source: select the contact
zh_hans: 选择联系人

# setting.uploadSuccess
source: uploaded successfully
zh_hans: 上传成功

# setting.uploadFail
source: uploaded failed
zh_hans: 上传失败

# setting.saveFailed
source: save failed
zh_hans: 修改失败

# NSDateCategory.text2
source: minutes ago
zh_hans: 分钟前

# NSDateCategory.text3
source: hours ago
zh_hans: 小时前

# NSDateCategory.text4
source: days ago
zh_hans: 天前

# NSDateCategory.text5
source: month ago
zh_hans: 月前

# NSDateCategory.text6
source: years ago
zh_hans: 年前

# NSDateCategory.text7
source: yesterday
zh_hans: 昨天

# NSDateCategory.text8
source: just now
zh_hans: 刚刚

# action_scan_qr_code
source: Scan
gu_in: स्कैन
id: Pindai
ja: スキャン
zh_hans: 扫描

# action_share
source: Share
gu_in: कॉपी
id: Bagikan
ja: シェア
zh_hans: 分享

# action_copy
source: Copy
id: Salin
ja: コピー
zh_hans: 复制

# action_edit_label
source: Edit label
gu_in: चिप्पी संपादित
id: Ubah label
ja: タグ編集
zh_hans: 编辑标签

# action_empty_wallet
source: Use all funds
gu_in: सभी निधियों का उपयोग करें
id: Gunakan semua dana
ja: 空きウォレット
zh_hans: 空钱包

# action_sweep_wallet
source: Delete wallet
gu_in: बटुआ हटाएं
id: Hapus dompet
ja: ウォレットアカウントを削除
zh_hans: 清除钱包

# action_settings
source: Settings
gu_in: अस्त
id: Pengaturan
ja: 設置
zh_hans: 设置

# action_support
source: Support
gu_in: समर्थन
id: Bantuan
ja: お客様センター
zh_hans: 客服

# action_about
source: About
gu_in: बारे में
id: Tentang
ja: 関連する
zh_hans: 关于

# action_refresh
source: Refresh
gu_in: तरोताज़ा करना
id: Perbarui
ja: 更新
zh_hans: 刷新

# action_sign_verify_message
source: Sign/verify message
gu_in: संदेश साइन / सत्यापित करें
id: Tandatangani/verifikasi pesan
ja: 署名付きメッセージ
zh_hans: 签署/验证消息

# action_account_details
source: Account details
gu_in: खाता विवरण
id: Detail akun
ja: アカウント情報
zh_hans: 帐户详细信息

# action_new_address
source: New address
gu_in: नई पता
id: Alamat baru
ja: 新アドレス
zh_hans: 新地址

# action_delete
source: Delete
gu_in: हटाना
id: Hapus
ja: 削除
zh_hans: 删除

# error_generic
source: Error occurred while executing commmand
gu_in: नियंत्रण निष्पादित करते समय त्रुटि हुई
id: Terjadi kesalahan saat menjalankan perintah
ja: 命令を実施した時にエラーが発生しました。
zh_hans: 执行指令时出错

# error_could_not_read_wallet
source: Wallet access is declined
gu_in: पर्स पहुंच अस्वीकृत है
id: Akses ke dompet ditolak
ja: ウォレット読み取りできません。
zh_hans: 无法读取钱包

# error_camera
source: Camera access is declined
gu_in: कैमरा प्रवेश मार्ग अस्वीकृत है
id: Akses kamera ditolak
ja: カメラにアクセスできません
zh_hans: 不能访问摄像头

# button_ok
source: OK
gu_in: ठीक
id: Oke
ja: 確認
zh_hans: 确定

# button_finish
source: Finish
gu_in: खतम
id: Selesai
ja: 終了
zh_hans: 结束

# button_confirm
source: Confirm
gu_in: पुष्टि करें
id: Konfirmasi
ja: 確認
zh_hans: 确认

# button_cancel
source: Cancel
gu_in: रद्द करें
id: Batal
ja: キャンセル
zh_hans: 取消

# button_default
source: Default
gu_in: चूक
id: Standar
ja: デフォルト
zh_hans: 缺省

# button_dismiss
source: Dismiss
gu_in: खारिज
id: Abaikan
ja: 取り消し
zh_hans: 取消

# button_delete
source: Delete
gu_in: हटाना
id: Hapus
ja: 削除
zh_hans: 删除

# button_add
source: Add
gu_in: जमा करना
id: Tambahkan
ja: 追加
zh_hans: 添加

# button_save
source: Save
gu_in: बचाव
id: Simpan
ja: 保存
zh_hans: 保存

# button_send
source: Send
gu_in: भेजना
id: Kirim
ja: 送信
zh_hans: 发送

# button_retry
source: Retry
gu_in: पुन: प्रयास
id: Coba lagi
ja: 再試行
zh_hans: 重试

# button_download
source: Download
gu_in: डाउनलोड
id: Unduh
ja: ダウンロード
zh_hans: 下载

# button_agree
source: Agree
gu_in: सहमत
id: Setuju
ja: 同意
zh_hans: 同意

# button_disagree
source: Disagree
gu_in: असहमत
id: Tidak setuju
ja: 否定
zh_hans: 否定

# button_add_coins
source: + Coins
gu_in: + सिक्के
id: + Koin
ja: コイン追加
zh_hans: +币

# button_execute
source: Execute
gu_in: निष्पादित करें
id: Jalankan
ja: 実行
zh_hans: 执行

source: Yes
gu_in: हां
id: Ya
ja: はい
zh_hans: 是

source: No
gu_in: नहीं
id: Tidak
ja: いいえ
zh_hans: 不是

source: Scan QR code
gu_in: स्कैन QR संहिता
id: Pindai kode QR
ja: QRコードをスキャン
zh_hans: 扫描二维码

# erase_address
source: Delete address
gu_in: मिटा दें पता
id: Hapus alamat
ja: アドレス削除
zh_hans: 擦除地址

# copied_to_clipboard
source: Copy to clipboard
gu_in: क्लिपबोर्ड पर कॉपी किया गया
id: Disalin ke clipboard
ja: クリップボードにコピーしました
zh_hans: 复制到剪贴板

# wallet_title_request
source: Receive
gu_in: प्राप्त करें
id: Menerima
ja: 受け取り
zh_hans: 接收

# wallet_title_balance
source: Balance
gu_in: बाकी रकम
id: Saldo
ja: 殘高
zh_hans: 余额

# wallet_title_send
source: Send
gu_in: भेजना
id: Kirim
ja: 送信
zh_hans: 发送

# wallet_locked_message
source: Your wallet has been encrypted
gu_in: Yआपका बटुआ एन्क्रिप्ट किया गया है
id: Dompet Anda telah dienkripsi
ja: ウォレットが暗号化されています
zh_hans: 钱包已加密

# wallet_is_not_locked_message
source: Your wallet is not locked
gu_in: आपका वॉलेट लॉक नहीं है
id: Dompet Anda tidak terkunci
ja: ウォレットがロックされていません
zh_hans: 您的钱包没有锁定

# unlock_wallet_title
source: Unlock your wallet
gu_in: अपना पर्स अनलॉक करें
id: Buka dompet Anda
ja: ウォレットロック解除
zh_hans: 解密钱包

# unlocking_wallet_error_title
source: Could not unlock your wallet
gu_in: आपका पर्स अनलॉक नहीं किया जा सका
id: Tidak bisa membuka dompet Anda
ja: ロック解除できません
zh_hans: 无法解密钱包

# unlocking_wallet_error_detail
source: Wrong password! Please make sure that your password is correct. Try to restore account if the problem keeps poping.
gu_in: गलत पासवर्ड! कृपया सुनिश्चित करें कि आपका पासवर्ड दर्ज किया गया है। यदि समस्या दिखाई देने लगती है तो पुनर्प्राप्ति वाक्यांश का उपयोग करके पासवर्ड को पुनर्स्थापित करने का प्रयास करें। .
id: Kata sandi salah! Pastikan bahwa kata sandi yang Anda masukkan benar. Pulihkan kata sandi Anda dengan frasa pemulihan juga masalah tetap muncul.
ja: パスワードが正しく入力されるかどうかを確認して下さい。もし問題が解決できないなら、アカウント復元をご考慮して下さい。
zh_hans: 密码是否正确？请确认输入正确。如果问题没有解决请考虑恢复账号。

source: Powered by
gu_in: द्वारा संचालित
id: Didukung oleh
ja: 発表者
zh_hans: 发布者

# navigation_drawer_open
source: Open navigation bar
gu_in: नेविगेशन खोलो
id: Buka navigasi
ja: ナビゲーションを開く
zh_hans: 打开导航条

# navigation_drawer_close
source: Close navigation bar
gu_in: नेविगेशन बार बंद करें
id: Tutup navigasi
ja: ナビゲーションを閉じる
zh_hans: 关闭导航条

# fee
source: Transaction fee
gu_in: लेनदेन शुल्क
id: Biaya transaksi
ja: 取引手数料
zh_hans: 交易手续费

source: Send
gu_in: बेजो
id: Kirim
ja: 送信
zh_hans: 发送

# trade
source: Exchange
gu_in: आदान-प्रदान
id: Tukar
ja: 取引所
zh_hans: 交易所

source: Receive
gu_in: प्रास करना
id: Menerima
ja: 受け取り
zh_hans: 接收

# wallet_update_title
source: New version available
gu_in: नया संस्करण आया है
id: Versi baru tersedia
ja: 新バージョンがあります
zh_hans: 新版本可供更新

# wallet_update_message
source: A new version is available with new features and bug fixes.
gu_in: नया संस्करण उपलब्ध है जिसमें नई सुविधाएं और बग फिक्स हैं।
id: Versi baru tersedia dengan fitur-fitur baru dan perbaikan bug.
ja: 新バージョンが検出し、中には新機能と修復した不具合が含めています。
zh_hans: 有新版本的ONE，其中包含新功能及修复bug.

# pay_with
source: Send with
gu_in: बेजो इनके संगत
id: Kirim dengan
ja: で送信
zh_hans: 用发送

# exchange_and_pay_title
source: Exchange and send
gu_in: आदान-प्रदान करके बेजो
id: Tukar dan kirim
ja: に変換して発送します
zh_hans: 换成并发送

# ambiguous_address_title
source: Address is not clear
gu_in: पता स्पष्ट नहीं है
id: Alamat ini tidak jelas
ja: 正しいアドレスを入力してください
zh_hans: 地址不明确

# ambiguous_address_message
source: Please select the correct coin type
gu_in: कृपया सही सिक्के प्रकार का चयन करें
id: Silakan pilih jenis koin yang benar
ja: 正しいコインを選択してください
zh_hans: 请选择正确的币种

# wallet_transactions_coinbase
source: Mined
gu_in: खनन
id: Ditambang
ja: 採掘済み
zh_hans: 已挖矿

# history_empty
source: No coins received so far! You can get some through exchange, trading and selling goods or services.
gu_in: अब तक कोई सिक्के नहीं मिला! आप कुछ वस्तुओं, सेवाओं या सेवाओं के माध्यम से एक एक्सचेंज, व्यापार और बिक्री कर सकते हैं।
id: Belum ada koin yang masuk! Anda bisa mendapatkan beberapa koin melalui penukaran, trading, dan menjual barang atau jasa.
ja: コインはまだ受け取っていません。取引相場から購入したり、商品、サービスを販売したりすることでコインを手に入れます。
zh_hans: 目前未收到币！ 可以从交易所购买，或出售商品、服务或出售劳务。

# sent_to
source: send to
gu_in: भेजा
id: dikirim ke
ja: に送信
zh_hans: 发送至

# received_with
source: receive
gu_in: इससे मिला
id: menerima dengan
ja: 受け取り
zh_hans: 接收

source: received from
gu_in: मिला उनसे
id: diterima dari
ja: から
zh_hans: 来自

# get_tx_info_error
source: Could not get transaction information
gu_in: लेनदेन की जानकारी नहीं मिल सका
id: Tidak bisa mendapatkan informasi transaksi
ja: 取引情報を取得できません。
zh_hans: 无法获取交易信息

# disconnected_label
source: No connection
gu_in: कोई कनेक्शन नहीं
id: Tidak ada koneksi
ja: ネットにつながらない
zh_hans: 无法联网

# no_wallet_pocket_selected
source: No Multichain Wallet selected
gu_in: कोई बटुआ खाता चयनित नहीं है
id: Tidak ada akun dompet yang dipilih
ja: ウォレットアカウントはまだ選択されていません。
zh_hans: 尚未选择钱包帐号

# get_tx_broadcast_error
source: Transaction broadcast error
gu_in: लेनदेन प्रसारण त्रुटि
id: Kesalahan siaran transaksi
ja: ブロードキャストトレーディング中エラーが発生しました。
zh_hans: 广播交易时出错

# receive_address_label
source: My address
gu_in: मेरे पता
id: Alamat saya
ja: マイアドレス
zh_hans: 我的地址

# create_new_address
source: Create a new address?
gu_in: नया पता करना क्या?
id: Buat alamat baru?
ja: アドレスを新規作成しますか。
zh_hans: 创建新地址吗？

# create_new_address_name
source: Name (optional)
gu_in: नाम (optional)
id: Nama (opsional)
ja: 別名
zh_hans: 别名（可选）

# view_previous_addresses
source: Previous address
gu_in: पहला पता
id: Alamat sebelumnya
ja: 前のアドレス
zh_hans: 前一地址

# too_many_unused_addresses
source: Too many unused addresses, try to use previous addresses before creating new one.
gu_in: बहुत अधिक अप्रयुक्त पते, एक नया बनाने से पहले एक पिछले पते का उपयोग करने का प्रयास करें
id: Terlalu banyak alamat yang tidak terpakai, cobalah untuk menggunakan alamat yang sudah dibuat sebelum membuat yang baru.
ja: 未使用のアドレスが多すぎます。アドレス新規作成する前に、まず前に作ったアドレスを使って下さい。
zh_hans: 未用地址太多，请在创建新地址前使用之前创建的地址。

# send_coins_activity_title
source: Send
gu_in: सिक्के भेजो
id: Kirim koin
ja: 送信
zh_hans: 发送

# send_coins_fragment_receiving_address_tip
source: enter name or address
gu_in: नाम या पता
id: nama atau alamat
ja: 名前かアドレスを入力してください
zh_hans: 输入姓名或地址

# send_coins_error_network
source: Could not connect to the coin network
gu_in: कॉइन नेटवर्क को कनेक्ट नहीं करसकता
id: Tidak dapat terhubung ke jaringan koin
ja: ネットにつながらない
zh_hans: 无法连接到网络

# send_coins_error_dust
source: The sending amount is too little and will be rejected by the network
gu_in: प्रेषण राशि बहुत कम है और नेटवर्क द्वारा अस्वीकार कर दिया जाएगा
id: Jumlah pengiriman terlalu sedikit dan akan ditolak oleh jaringan
ja: 金額が小さ過ぎるので、ネット側に拒否される
zh_hans: 发送金额太小，会被网络拒绝。

# send_coins_error
source: Could not send coins: %1$s
gu_in: सिक्कों को नहीं भेज सका: %1$s
id: Tidak bisa mengirim koin: %1$s
ja: 送信できません：%1$s
zh_hans: 无法发送：%1$s

# pay_to_label
source: Send to
gu_in: वेतन को
id: Membayar ke
ja: 〜に送信します。
zh_hans: 发送给

# amount_to_send_label
source: Amount
gu_in: खुल जमा
id: Jumlah
ja: 金額
zh_hans: 金额

# scan_error
source: Error occurred while scanning: %1$s
gu_in: स्कैनिंग के दौरान त्रुटि हुई: %1$s
id: Terjadi error ketika pemindaian: %1$s
ja: スキャン中、エラーが発生しました： %1$s
zh_hans: 扫描时出现错误： %1$s

# unsupported_coin
source: Coin "%1$s" is not supported.
gu_in: सिक्के "%1$s"समर्थित नहीं है.
id: Koin "%1$s" tidak didukung.
ja: 支持されないコインの種類：%1$s
zh_hans: 不支持的币种：%1$s

# address_error
source: The provided address is not valid.
gu_in: उपलब्ध पता वैध नहीं है।
id: Alamat yang ditulis tidak valid.
ja: 無効なアドレス。
zh_hans: 输入的地址无效。

# amount_error
source: The provided amount is not valid
gu_in: प्रदान की गई राशि वैध नहीं है
id: Jumlah yang ditulis tidak valid
ja: 無効な金額。
zh_hans: 输入的金额无效。

# amount_error_negative
source: Cannot send a negative amount
gu_in: नकारात्मक राशि नहीं भेज सकते
id: Tidak dapat mengirim dengan jumlah negatif
ja: マイナス金額が振り込めません。
zh_hans: 无法发送负数金额。

# amount_error_too_small
source: The minimum amount is at least %1$s
gu_in: कम से कम राशि होना %1$s
id: Jumlah minimum adalah %1$s
ja: %1$s以上の金額にしてください
zh_hans: 最低金额不少于 %1$s

# amount_error_not_enough_money_plain
source: Not enough balance
gu_in: पर्याप्त पैसा नहीं
id: Tidak cukup saldo
ja: 残高不足
zh_hans: 余额不足

# amount_error_not_enough_money
source: Not enough balance, current balance is
gu_in: पर्याप्त धन नहीं है, वर्तमान शेष राशि है %1$s
id: Saldo tidak mencukup, saldo saat ini adalah %1$s
ja: 残高不足、今の残高は
zh_hans: 余额不足，目前余额为

# amount_warn_fees_apply
source: Slight amount will be deducted for transaction fees
gu_in: लेन-देन शुल्क के लिए थोड़ी मात्रा कट जाएगा
id: Jumlah total akan dipotong sedikit untuk biaya transaksi
zh_hans: 因手续费实际发送的数量会稍微少一些。

# password_wallet_recovery
source: To restore your wallet, please provide the same BIP39 passphrase you used when created the protected recovery phrase. If you enter a different passphrase, a new empty wallet will be created.
gu_in: अपने पर्स को पुनर्स्थापित करने के लिए, कृपया वही BIP39 पासफ़्रेज प्रदान करें जो आपने संरक्षित पुनर्प्राप्ति वाक्यांश बनाते समय इस्तेमाल किया था। यदि आप एक अलग पासफ़्रेज दर्ज करते हैं, तो एक नया खाली पर्स बनाया जाएगा।
id: Untuk memulihkan dompet Anda, silakan berikan passphrase BIP39 yang digunakan saat membuat backup frasa pemulihan. Jika Anda memasukkan sebuah passphrase yang berbeda, dompet kosong baru akan dibuat.
ja: ウォレット回復する時、保護シードのパスワードを入力してください。 新しいパスワードを入力すると、空きウォレットが新規作成されます。
zh_hans: 恢复钱包时，请提供创建保护种子时使用的密码。 如果你输入一个新密码，会创建一个新的空钱包。

# wallet_restoration_master_key
source: Creating master key
gu_in: मास्टर कुंजी बनाना
id: Membuat master key
ja: マスターキーを新規作成
zh_hans: 创建主钥

# wallet_restoration_coin
source: Creating private key for %1$s
gu_in: %1$s के लिए कुंजी बनाना
id: Membuat key untuk %1$s
ja: %1$s の秘密鍵を作成する
zh_hans: 为 %1$s 创建私钥

# wallet_restoration_error
source: Could not restore your wallet. %1$s
gu_in: आपका पर्स पुनर्स्थापित नहीं किया जा सका। %1$s
id: Tidak bisa mengembalikan wallet. %1$s Anda
ja: ウォレット復元できません %1$s
zh_hans: 无法恢复钱包。 %1$s

# enter_password
source: Enter your password
gu_in: अपना पासवर्ड दर्ज करें
id: Masukkan kata sandi
ja: パスワードを入力
zh_hans: 输入密码

source: Contacting exchange…
gu_in: विनिमय से संपर्क करें …
id: Menghubungi exchanger …
ja: 取引所…と通信中
zh_hans: 正在与…交易所通讯

# preparing_transaction
source: Please wait while your transaction is being prepared and sent.
gu_in: कृपया प्रतीक्षा करें जब आपका लेनदेन तैयार हो और भेज दिया जाए।
id: Harap tunggu sementara transaksi Anda sedang disiapkan dan dikirim.
ja: 取引送信中。
zh_hans: 你的交易正被发送中，请等候。

# no_such_pocket_error
source: An error occurred while accessing this Multichain Wallet. If the problem persists, try to restore account.
gu_in: इस बटुआ खाते तक पहुंचने में त्रुटि हुई। अगर समस्या बनी रहती है, तो पुनर्प्राप्ति वाक्यांश का उपयोग करके वॉलेट को पुनर्स्थापित करने का प्रयास करें।
id: Terjadi kesalahan saat mengakses akun dompet ini. Jika masalah berlanjut, coba pemulihan dompet menggunakan frase pemulihan.
ja: ウォレットと通信中にエラーが発生しました。もし同じ問題が繰り返して発生するなら、ウォレットを復元してください。
zh_hans: 与钱包通讯时出错。如此问题重复出现，请重新恢复钱包。

# password_failed
source: The password entered is not valid.
gu_in: दर्ज किया गया पासवर्ड वैध नहीं है।
id: Kata sandi yang dimasukkan salah.
ja: 無効なパスワード。
zh_hans: 输入的密码无效。

# sending_msg
source: Sending…
gu_in: भेज रहा है …
id: Mengirim …
ja: 送信中…
zh_hans: 发送中…

# sent_msg
source: Sent! Please wait for transaction confirmation.
gu_in: भेजा गया! कृपया लेन-देन की पुष्टि के लिए प्रतीक्षा करें।
id: Terkirim! Harap menunggu konfirmasi transaksi.
ja: 送信済み！承認待ち中です。
zh_hans: 已发送！等待确认中。

# tx_already_broadcast
source: The fund has been transferred.
gu_in: निधि को स्थानांतरित कर दिया गया है।
id: Dana telah ditransfer.
ja: 取引送信済み
zh_hans: 已发送资金

# trade_expired
source: The transaction has been expired.
gu_in: लेन-देन समाप्त हो गया है।
id: Transaksi telah kadaluarsa.
ja: 取り引き期限切れ
zh_hans: 交易过期

# adding_coin_confirmation_title
source: Add %1$s?
gu_in: जोड़ें %1$s?
id: Tambahkan %1$s?
zh_hans: 添加 %1$s?

# adding_coin_working
source: Please wait while creating a new %1$s account
gu_in: कृपया एक नया%1$s खाता बनाते समय प्रतीक्षा करें
id: Mohon tunggu, sedang membuat akun baru %1$s
ja: %1$s 追加中、お待ち下さい。
zh_hans: 在创建%1$s 帐号时，请等待。

# add_coin_error
source: Error occurred while adding %1$s: %2$s.
id: Terjadi kesalahan saat menambahkan %1$s: %2$s.
zh_hans: 添加 %1$s: %2$s 时出错。

# coin_already_added_title
source: already added
gu_in: %1$s पहले से ही जोड़ा गया है
id: sudah ditambahkan
zh_hans: 已添加。

# coin_already_added
source: Additional accounts are not yet supported
gu_in: अतिरिक्त खाते अभी तक समर्थित नहीं हैं
id: Akun tambahan belum didukung
zh_hans: 尚未支持多余帐号。

source: Internal transfer
gu_in: आंतरिक स्थानांतरण
id: Transfer internal
ja: 内部移転
zh_hans: 内部转移

# title_activity_transaction_details
source: Transaction details
gu_in: लेन-देन विवरण
id: Rincian transaksi
ja: 取引詳細
zh_hans: 交易细节

source: Sent
gu_in: प्रेषित
id: Terkirim
ja: 送信済み
zh_hans: 已发送

source: Received
gu_in: प्राप्त किया गया
id: Diterima
ja: 受け取り済み
zh_hans: 已接收

# status_label
source: Status
gu_in: स्थिति
ja: 状態
zh_hans: 状态

# date_label
source: Date
gu_in: दिनांक
id: Tanggal
ja: 期日
zh_hans: 日期

# transaction_id_label
source: Transaction ID
gu_in: लेन-देन संख्या
id: ID transaksi
ja: 取引ID
zh_hans: 交易ID

# view_at_a_blockchain_explorer_link
source: View on blockchain explorer
gu_in: ब्लॉकचैन एक्सप्लोरर पर देखें
id: Lihat di blockchain explorer
ja: ブロックチェンウェブで閲覧する
zh_hans: 在区块浏览中查看

# status_pending
source: Waiting for transaction confirmation
gu_in: लेनदेन की पुष्टि के लिए प्रतीक्षा कर रहा है
id: Menunggu konfirmasi transaksi
ja: 取引確認待ち
zh_hans: 等待交易确认

# status_unknown
source: Transaction status unknown
gu_in: लेनदेन की स्थिति अज्ञात
id: Status transaksi tidak diketahui
ja: 取り引き状態未確認
zh_hans: 交易状态未知

# title_activity_exchange_rates
source: Exchange rates
gu_in: विनिमय दर
id: Nilai tukar
ja: 為替レート
zh_hans: 兑换汇率

# set_local_currency
source: Set %1$s as a local currency
gu_in: सेट एक स्थानीय मुद्रा के रूप में %1$s
id: Menetapkan %1$s sebagai mata uang lokal
ja: ~をローカルカレンシーに設定する。
zh_hans: 设置 %1$s 为本地货币。

# exchange_rates_loading
source: Loading exchange rates
gu_in: विनिमय दरों को लोड करना
id: Memuat nilai tukar
ja: 為替レート読取中
zh_hans: 载入兑换汇率

# exchange_rates_load_error
source: Could not load exchange rates
gu_in: विनिमय दरों को लोड नहीं किया जा सका
id: Tidak dapat memuat nilai tukar
ja: 為替レート読取できません
zh_hans: 无法加载兑换汇率

# exchange_rates_empty_search
source: Could not find exchange rate
gu_in: एक्सप्लोरर पर देखें
id: Tidak dapat menemukan nilai tukar
ja: 為替レートが見つかりません。
zh_hans: 无法找到兑换汇率

# select_coins
source: Adding the coins to your wallet. You can add more later.
gu_in: जो सिक्का होना उनको चुनती करो जिन्हें आप अपने बटुए के साथ उपयोग करना चाहते हैं आप और अधिक बाद में जोड़ सकते हैं।
id: Pilih koin yang ingin Anda gunakann dengan dompet Anda. Anda dapat menambahkan lebih banyak nanti.
ja: ウォレットに入れるコインの種類を選択しできますが、後ほど追加も可能です。
zh_hans: 选择将何币种加入你的钱包，也可随后添加。

# title_activity_previous_addresses
source: My previous addresses
gu_in: मेरा पहले का पता
id: Alamat saya sebelumnya
ja: 前のアドレス
zh_hans: 我之前的地址

# previous_addresses_used
source: Used address
gu_in: इन पता को उपयोग कियाथा
id: Alamat yang sudah pernah digunakan
ja: 使用したアドレス
zh_hans: 用过的地址

# previous_addresses_unused
source: Unused address
gu_in: अप्रयुक्त पता
id: Alamat yang belum pernah digunakan
ja: 未使用なアドレス
zh_hans: 未用过的地址

# edit_address_book_entry_dialog_address_label
source: Address
gu_in: पता
id: Alamat
ja: アドレス
zh_hans: 地址

# edit_address_book_entry_dialog_label_label
source: Name
gu_in: नाम
id: Nama
ja: 名称
zh_hans: 名称

# edit_account_title
source: Edit
gu_in: संपादित
id: Ubah
ja: アカウントを編集
zh_hans: 编辑账户

# edit_account_description_label
source: Description
gu_in: विवरण
id: Deskripsi
ja: タグ
zh_hans: 描述

# edit_account_delete_title
source: Remove account %1$s?
gu_in: खाता हटाएं %1$s?
id: Hapus akun %1$s?
ja: アカウントを削除しますか?
zh_hans: 移除账户%1$s?

# edit_account_delete_description
source: This removes the account from the wallet but it is still possible to re-add it and recover the coins.
gu_in: यह खाता पर्स से हटा देता है लेकिन यह फिर से जोड़ना और सिक्के पुनर्प्राप्त करना संभव है।
id: Anda akan menghapus akun dari dompet tetapi masih mungkin untuk kembali menambahkan itu dan memulihkan koin.
ja: ウォレットからアカウントを削除してから、復元操作によってコインを回復しできます。
zh_hans: 从钱包移除账户，但还可以重新添加钱包，从而恢复币.

# pref_title_restore_wallet
source: Restore wallet
gu_in: पर्स पुनर्स्थापित करें
id: Mengembalikan dompet
ja: ウォレット復元
zh_hans: 恢复钱包

# pref_title_exchange_rates
source: Exchange rates
gu_in: विनिमय दर
id: Nilai tukar
ja: 為替レート
zh_hans: 兑换汇率

# title_activity_backup_seed
source: Backup mnemonics
gu_in: बैकअप पुनर्प्राप्ति वाक्यांश
id: Backup frase pemulihan
ja: ウォレット復元用のニーモニックをバックアップする
zh_hans: 助记词备份

# seed_not_available_title
source: No recovery phrase found
gu_in: कोई रिकवरी वाक्यांश नहीं मिला
id: Frase pemulihan tidak ditemukan
ja: 復元用のニーモニックが見つかりません。
zh_hans: 没有找到恢复密码

# seed_not_available
source: Your recovery phrase is not saved on this device. Try restoring your wallet to solve this.
gu_in: आपका पुनर्प्राप्ति वाक्यांश इस डिवाइस पर सहेजा नहीं गया है। न इसे हल करने के लिए अपने एलेट को पुनर्स्थापित करने का प्रयास करें।
id: Frase pemulihan Anda tidak disimpan pada perangkat ini. Coba pulihkan dompet Anda untuk memecahkan masalah ini.
ja: 復元用のニーモニックが端末に保存されていません ウォレットの復元によって問題を解決します。
zh_hans: 你的恢复密码没有保存在这个设备上。 尝试恢复钱包以解决这个问题。

# seed_working
source: Please wait…
gu_in: कृपया प्रतक्ष करे …
id: Mohon tunggu …
ja: 少々お待ちください…
zh_hans: 请等待…

# seed_password_protected
source: This recovery phrase is protected with a BIP39 passphrase
gu_in: यह पुनर्प्राप्ति वाक्यांश एक BIP39 पासफ़्रेज़ के साथ सुरक्षित है
id: Frase pemulihan ini dilindungi dengan sandi BIP39
ja: 復元ニーモニックには暗号化の保護が設置されています。(BIP39)
zh_hans: 恢复密码有加密保护 (BIP39)

# touch_to_decrypt_wallet
source: Touch to unlock
gu_in: अनलॉक करने के लिए स्पर्श करें
id: Sentuh untuk membuka
ja: タッチでロック解除
zh_hans: 触摸解锁

# debugging_info
source: You can use tools to debug various issues with your wallet.
gu_in: आप अपने पर्स के साथ विभिन्न मुद्दों को डीबग करने के लिए टूल के संग्रह का उपयोग कर सकते हैं। .
id: Anda dapat menggunakan beberapa tools untuk debug berbagai masalah dompet Anda.
ja: ウォレットには、ツールによって欠陥を見つけ、て直せます。
zh_hans: 您可以在钱包中用工具调试各种问题.

# debugging_test_wallet_password
source: Wallet unlocking tests
gu_in: पर्स ताला निकालना का करने वाले परीक्षण
id: Tes membuka dompet
ja: ウォレットロックテスト
zh_hans: 钱包锁定测试

# debugging_test_wallet_password_results
source: Unlocked wallet: %1$s Fingerprints Input: %2$s Key: %3$s
gu_in: पर्स खुलगया %1$s Fingerprints Input: %2$s Key: %3$s
id: Membuka dompet: %1$s Fingerprints Input: %2$s Key: %3$s
ja: ウォレットロック解除: %1$s 指紋 入力: %2$s キー: %3$s
zh_hans: 解锁钱包: %1$s 指纹 输入: %2$s 钥匙: %3$s

# title_activity_overview
source: Overview
gu_in: विवरण
ja: 概況
zh_hans: 概况

# trade_error_max_limit
source: The supplied amount exceeds the limit of %1$s. Please use a smaller amount.
gu_in: आपूर्ति की गई राशि%1$s की सीमा से अधिक है कृपया एक छोटी राशि का उपयोग करें
id: Jumlah yang diberikan melebihi batas %1$s. Silakan gunakan jumlah yang lebih kecil.
ja: %%1$sの制限を超えたため、金額を減らしてください
zh_hans: 金额超过 %1$s的限制，请减少金额。

# tx_message_public
source: Public message
gu_in: सार्वजनिक संदेश
id: Pesan public
ja: 公開情報
zh_hans: 公开消息

# tx_message_private
source: Private message
gu_in: निजी संदेश
id: Pesan pribadi
ja: プライベートメッセージ
zh_hans: 私密消息

# tx_message_public_add
source: Add public message
gu_in: सार्वजनिक संदेश जोड़ें
id: Tambahkan pesan publik
ja: 公開情報追加
zh_hans: 添加公开消息
