Repository: baidang201/onechat-ios
Catalog: one-ios-ui/OneChainIOS/*.lproj/Localizable.strings
Languages: gu_in, id, ja, zh_hans

# memo_tip
source: If recharged to the exchange, please fill in the memo as required by the exchange, otherwise, it will not be recharged to the account
zh_hans: 若充值到交易所，请按交易所要求填写memo备注，否则将无法充值到账

# send_fail_tip
source: Since blocks are often blocked or time-out, if sending fails, please confirm in the block browser to avoid repeated operations.
zh_hans: 由于区块会经常出现堵塞或超时，若发送失败请在区块浏览器进行确认，以免造成重复操作。

# tx_confirm_timer_message
source: Please confirm this transaction in %1$s
gu_in: कृपया%1$s में इस लेनदेन की पुष्टि करें
id: Mohon konfirmasi transaksi ini di %1$s
ja: 下記の時間内に取り引きを確認してください。：%1$s

# download_ok
source: Downloaded, please tap to install
gu_in: डौन्लोडेडी
id: Sudah diunduh
ja: ダウンロード完了、インストールしますか

# transfer_fee_need_more
source: Not Enough Balance
gu_in: पर्याप्त शेष नहीं
id: Saldo tidak mencukupi
ja: 取引費用が足りない。

# search_seed_tip
source: Enter one at a time by order
ja: 順番によって、毎回ごとに1文字を入力してください。

source: Release to cancel
ja: 指を離れて、メッセージの送信をキャンセルします。

# Send_voice_need_sdcard_support
source: Sending voice message needs SD card support
ja: 音声送信には、SDカードの支持されることが必要です。

# recoding_fail
source: Recording failure, please try again！
ja: 録音失敗です。再試行してください。

# Recording_without_permission
source: No permission for recording
ja: マイクにアクセスできません

source: The recording time is too short
ja: 録音時間は短すぎます

# send_failure_please
source: Send failure, please check wether the server is connected
ja: 送信失敗です。サーバーと正常につながるかどうかを確認してください。

# add_mining_power
source: +Power
ja: 計算力アップ

# choose_brainkey_file
source: Select the Encrypted mnemonics file from the folder
ja: ファイル管理から暗語化ニーモニックファイルを選択してください。

# click_encrypt_file_address
source: Tap to choose encrypted mnemonics' file address
ja: 暗語化ニーモニックファイルのアドレスをタップして選択してください。

# saved_offline
source: Save offline
ja: オフライン保存

# copy_and_paste_encrypt_brainkey
source: Please copy and save the encrypted mnemonics to safe and offline spots. Do not save it to e-mail, notebook, disk or chats.
ja: 非常に危険ですから、暗語化ニーモニックをコピーし、安全、オフラインのところに保存してください。メールアドレス、ノート、ネットディスク、社交メディアに保存してはいけません。

# derive_encrypt_brainkey_address
source: Export encrypted mnemonics to this address
ja: 暗語化ニーモニックを下記のアドレスにエクスポートして下さい。

# brainkey_hint
source: 私钥不能告诉任何人，请妥善保管以下密语 一旦丢失，将不可恢复！
ja: プライベートキーは他人に教えてはいけません。下記のニーモニックを大事に保存して下さい。一旦失ったら、復元できません。

# test_service_fail_tip_choose
source: Please contact customer service for node failure user@onechain.one
ja: ノードに問題が発生するなら、メールでお客様セーターと連絡して下さい。 user@onechain.one

# choose_file
source: Select file
ja: ファイルを選択

# no_file_supervisor
source: No file manager
ja: ファイル管理システムがありません。

# test_service_fail_tip_one
source: Please contact customer service for node failure user@onechain.one
ja: ノードに問題が発生するなら、メールでお客様セーターと連絡して下さい。 user@onechain.one

# onechat_id
source: ONE
gu_in: एक:

# folder_name
source: onechain
gu_in: एक चैन

# eth_logs_data
source: Data
gu_in: डाटा

# eth_logs_topic
source: Topics
gu_in: विषय
id: Topik

# eth_tx_logs
source: Event Logs
gu_in: इवेंट लॉग्स
id: Log peristiwa
