Repository: baidang201/onechat-ios
Catalog: one-ios-ui/OneChainIOS/*.lproj/Localizable.strings
Languages: gu_in, id, ja, zh_hans

# tx_message_public_remove
source: Remove public message
gu_in: सार्वजनिक संदेश निकालें
id: Hapus pesan publik
ja: 公開情報削除
zh_hans: 删除公开消息

# title_activity_account_details
source: Account details
gu_in: खाता विवरण
id: Detail akun
zh_hans: 帐户详细信息

# account_public_key_label
source: Public key
gu_in: सार्वजनिक कुंजी
zh_hans: 公钥

# account_public_key_warning
source: Sharing your public key will allow anybody to view your balance and transaction history.
gu_in: अपनी सार्वजनिक कुंजी को साझा करना किसी को अपनी शेष राशि और लेनदेन इतिहास को देखने की अनुमति देगा.
id: Public key akan memungkinkan siapa pun untuk melihat riwayat transaksi dan saldo Anda.
zh_hans: 分享公钥可以让其他人查看你的帐户余额及交易历史

# support_message
source: Contact ONE support
gu_in: एक सहयोगी से संपर्क करेंt
id: Hubungi support ONE
ja: ONEのお客様センターにご連絡してください。
zh_hans: 联系ONE的客服

# title_activity_transaction_fees
source: Transaction fees
gu_in: लेनदेन शुल्क
id: Biaya transaksi
ja: 取引手数料
zh_hans: 转账手续费

# tx_fees_title
source: %1$s transaction fees
gu_in: %1$s लेनदेन फीस
id: %1$s biaya transaksi
ja: %1$s 取引手数料
zh_hans: %1$s 转账手续费

# tx_fees_description
source: The fee value is %1$s.
gu_in: शुल्क मूल्य%1$s है.
id: Besar biaya adalah %1$s.
ja: 手数料は %1$s.
zh_hans: 手续费是 %1$s.

# tx_fees_per_kilobyte
source: per kilobyte of transaction data
gu_in: लेनदेन डाटा के प्रति किलोबाइट
id: per Kilobyte data transaksi
ja: 千文字xxxバイト
zh_hans: 每千字节

# tx_fees_per_transaction
source: per transaction
gu_in: प्रति लेनदेन
id: per transaksi
ja: 〜取引ごとに/
zh_hans: 每交易

# tx_fees_per_gas
source: Gas price
gu_in: गैस की कीमत
id: Harga gas
ja: ガス料金
zh_hans: 汽油价

# terms_of_service_title
source: Terms of service
gu_in: सेवा की शर्तें
id: Persyaratan Layanan
ja: サービス規約
zh_hans: 服务条款

# terms_of_service
source: User of Terms
gu_in: शर्तें उपयोगकर्ता
id: Pengguna istilah
ja: 使用規約
zh_hans: 用户协议

# group_chats
source: Encrypted Group
gu_in: एन्क्रिप्टेड समूह
id: Kelompok terenkripsi
ja: グループチャット
zh_hans: 小密圈

# open_group_chats
source: New Encrypted Group
gu_in: एन्क्रिप्टेड समूह को खोलें
id: Grup terenkripsi terbuka
ja: グループチャット開始
zh_hans: 发起小密圈

# no_msg
source: No new message
gu_in: कोई नया संदेश नहीं
id: Tidak ada pesan baru
ja: 新しいメッセージがありません
zh_hans: 暂时没有新消息

# password_confirm
source: Confirm password
gu_in: की पुष्टि करें
id: Konfirmasi
ja: パスワード確認
zh_hans: 确认密码

# menu_groupchat
source: Encrypted Group
gu_in: एन्क्रिप्टेड समूह
id: Kelompok terenkripsi
ja: グループチャット
zh_hans: 小密圈

# menu_addfriend
source: Add Contacts
gu_in: संपर्क जोड़ें
id: Tambah Kontak
ja: 友人追加
zh_hans: 添加朋友

# title_home
source: Decentralized Chat
gu_in: न्क्रिप्टेड संचार
id: Komunikasi terenkripsi
ja: 自由なコミュニケーション
zh_hans: 自由沟通

# title_wallet
source: Super Wallet
gu_in: सर्वव्यापी पर्स
id: Dompet Omnipotent
ja: 万能ウォレット
zh_hans: 万能钱包

# title_exchange
source: Decentralized Exchange
gu_in: ब्लॉकचिह्न-आधारित एक्सचेंज
id: Exchange berbasis Blockchain
ja: ブロックチェーン基きの取引
zh_hans: 基于区块链交易

# title_my
source: Me
gu_in: मेरे
id: Saya
ja: 自分
zh_hans: 我

# tab_title_home
source: Chats
gu_in: संदेश
id: Pesan
ja: メッセージ
zh_hans: 密信

# tab_title_wallet
source: Wallet
gu_in: पर्स
id: Dompet
ja: ウォレット
zh_hans: 钱包

# tab_title_exchange
source: Trade
gu_in: अदला बदली
id: Perdagangan
ja: 取引
zh_hans: 交易

# tab_title_my
source: Me
gu_in: मेरे
id: Saya
ja: 自分
zh_hans: 我

# menu_scan_qrcode
source: Scan QR code
gu_in: स्कैन Qr
id: Pindai Qr
ja: QRコード
zh_hans: 扫二维码

# menu_add_coin
source: Add Coins
gu_in: सिक्के जोड़ें
id: Tambahkan koin
ja: コイン追加
zh_hans: 添加币

# send_success
source: Success!
gu_in: सफलता!
id: Sukses!
ja: 送信成功
zh_hans: 发送成功

# unable_to_load_wif
source: Unable to load WIF private key
gu_in: WIF लोड करने में असमर्थ
id: Tidak dapat memuat WIF
ja: WIFプライベートキー読取失敗
zh_hans: 不能加载WIF私钥

# error_wif
source: Error occured while creating WIF key
gu_in: WIF कुंजी बनाने में त्रुटि
id: Kesalahan membuat WIF key
ja: WIFプライベートキー作成失敗
zh_hans: 创建WIF私钥出错

# kindly_create_account
source: Create account name
gu_in: एक खाता नाम बनाएं
id: Buat nama akun
ja: アカウント作成
zh_hans: 创建账户名

# please_enter_6_digit_pin
source: Please enter PIN
gu_in: कृपया पिन दर्ज करें
id: Masukkan PIN
ja: PINを設置
zh_hans: 请设置PIN码

# pin_number_warning
source: The pin number must be at least 6 digits
gu_in: पिन संख्या में कम से कम 6 अंक होने चाहिए
id: Nomor pin harus setidaknya 6 digit
ja: PINを６桁以上の数字に設定してください
zh_hans: PIN码至少6位数字

source: Mismatch pin
gu_in: बेमेल पिन
id: PIN tidak cocok
ja: 正しいPINを入力してください
zh_hans: PIN码不匹配

# error_invalid_account
source: Invalid account, please check your mnemonics for typing errors
gu_in: अमान्य खाता, कृपया टाइपिंग त्रुटियों के लिए अपनी मस्तिष्क कुंजी की जांच करें
id: Akun tidak valid, silakan periksa kembali brain key Anda
ja: 無効なアカウント、関連のニーモニックをチェックしてください。
zh_hans: 非法账号，请检查您的私钥助记词

# please_enter_brainkey
source: Please enter mnemonics
gu_in: कृपया ब्रेंकी प्रविष्ट करें
id: Masukkan brainkey
ja: ニーモニックを入力してください。
zh_hans: 请输入私钥助记词

# please_enter_correct_brainkey
source: Please enter correct mnemonics
gu_in: कृपया सही ब्रंकनी दर्ज करें
id: Masukkan brainkey yang benar
ja: 正しいニーモニックを入力してください
zh_hans: 请修正私钥助记词

# account_name_should_be_longer
source: Account name should be at least 6 digits
gu_in: खाता नाम अब लंबा होना चाहिए
id: Nama akun harus lebih panjang
ja: アカウント名を６桁以上の文字にしてください
zh_hans: 账户名至少5个字符

# account_name_already_exist
source: Account Name %s already exists
gu_in: खाता नाम %s पहले से मौजूद है
id: %s nama akun sudah ada
ja: 既存するアカウント名
zh_hans: 账号%s已经存在

# account_name_not_exist
source: Account Name does not exist
gu_in: खाता नाम मौजूद नहीं हैt
id: Nama akun tidak ada
ja: 存在しないアカウント
zh_hans: 帐户不存在

# account_already_exist
source: Account already exists
gu_in: कथा पहले ही है
id: Akun sudah ada
ja: 既存するアカウント
zh_hans: 账号已经存在

# txt_no_internet_connection
source: No internet connection
gu_in: कोई इंटरनेट कनेक्शन नहीं
id: Tidak ada koneksi internet
ja: ネットにつながらない
zh_hans: 没有网络连接

# unable_to_decode_QR
source: QR code error
gu_in: QR कोड को डीकोड करने में असमर्थ।
id: Tidak dapat memecahkan kode QR.
ja: QRコードエラー
zh_hans: 二维码错误

# importing_your_wallet
source: Import your wallet...
gu_in: अपना पर्स आयात करना…
id: Mengimpor dompet Anda...
ja: ウォレット復元中
zh_hans: 导入您的钱包...

# str_trading_pair_not_exist
source: Trading pair does not exist
gu_in: ट्रेडिंग जोड़ी मौजूद नहीं है
id: Trading pair tidak ada
ja: 取引ペアが存在しない
zh_hans: 交易对不存在

# to_capital
source: To
gu_in: को
id: Untuk
ja: 〜に
zh_hans: 到

# from_capital
source: From
gu_in: से
id: Dari
ja: 〜から
zh_hans: 从

source: Done
gu_in: हो गया
id: Selesai
ja: 完了
zh_hans: 完成

source: Ok
gu_in: ठीक
id: Oke
ja: 成功
zh_hans: 成功

# str_warning_only_available
source: Warning! Only %1$s %2$s is available
gu_in: चेतावनी! केवल %1$s %2$s उपलब्ध है
id: Peringatan! Hanya %1$s %2$s tersedia
ja: 注意！%1$s %2$s だけは使用可能
zh_hans: 警告! 只有 %1$s %2$s 可用

# str_balance_available
source: available
gu_in: उपलब्ध
id: tersedia
ja: は使用可能
zh_hans: 可用

# error_transfer_funds
source: An error occurred while broadcasting your transaction, small amount of ONE are needed to complete the transfer.
gu_in: आपके लेन-देन का प्रसारण करते समय एक त्रुटि हुई, कुछ परिसंपत्तियों को स्थानांतरण पूरा करने के लिए एक छोटी राशि की आवश्यकता होती है।
id: Kesalahan terjadi saat penyiaran transaksi Anda, beberapa aset memerlukan sejumlah kecil ONE untuk menyelesaikan transfer.
ja: 取引公告できません、ONEが必要です。
zh_hans: 广播交易出错，需要少量ONE完成转账。

# date_time_zone
source: TimeZone
gu_in: दिनांक टाईमज़ोन
id: tanggalZonaWaktu
ja: タイムゾーン
zh_hans: 时区

# title_prompt_pin
source: Please enter PIN
gu_in: कृपया पिन दर्ज करें
id: Masukkan PIN
ja: PINを入力してください。
zh_hans: 请输入PIN码

source: Cancel
gu_in: रद्द करें
id: Batal
ja: キャンセル
zh_hans: 取消

source: Delete
gu_in: हटाएं
id: Hapus
ja: 削除
zh_hans: 删除

# transfer_funds
source: Transfer
gu_in: धन हस्तांतरण
id: Mentransfer dana
ja: 送金
zh_hans: 转账

# try_again
source: Please try again after 1 minutes
gu_in: कृपया 1 मिनट के बाद फिर से प्रयास करें
id: Silakan coba lagi setelah 1 menit
ja: 1分後に再試行してください。
zh_hans: 请等1分钟后再试

# unable_to_load_brainkey
source: Unable to load mnemonics
gu_in: ब्रेन्की लोड करने में असमर्थ
id: Tidak dapat memuat brainkey
ja: ニーモニック読取失敗。
zh_hans: 不能加载私钥助记词

# error_read_dict_file
source: Error occured while reading dictionary file
gu_in: शब्दकोश फ़ाइल को पढ़ने में त्रुटि
id: Kesalahan saat membaca file Kamus
ja: DICTファイル読取失敗
zh_hans: 读取字典文件错误

# error_with_message
source: Error: %s
gu_in: त्रुटि: %s
id: Kesalahan: %s
ja: エラー: %s
zh_hans: 错误: %s

# error_no_message
source: An error occurred while this operation
gu_in: एक त्रुटि ने इस कार्रवाई को सफल होने से रोका
id: Sebuah kesalahan menggagalkan operasi ini
ja: 操作中にエラーが発生しました
zh_hans: 操作过程中遇到一个错误

# account_name_must_include_dash_and_a_number
source: Names must include a dash (-) and a number
gu_in: नामों में एक डैश (-) और एक नंबर शामिल होना चाहिए
id: Nama harus menyertakan sebuah dash (-) dan sebuah nomor
ja: アカウント名はハイフンと数字の組み合わせからなっている
zh_hans: 账户名必须包含中划线和数字

source: Validation in progress..
gu_in: मान्यकरण प्रगति में है
id: Dalam proses validasi..
ja: 確認中..
zh_hans: 正在验证中..

# last_letter_cannot
source: last letter cannot be -
gu_in: अंतिम अक्षर नहीं हो सकता -
id: huruf terakhir tidak dapat berupa -
ja: 最後の文字をハイフンにしてはいけない。
zh_hans: 最后一个字符不能为中划线

# unable_to_find_account_id
source: Unable to find user account ID
gu_in: पयोगकर्ता खाता आईडी ढूंढने में असमर्थ ID
id: Tidak dapat menemukan akun ID pengguna
ja: アカウントIDが見つかりません
zh_hans: 不能找到账户ID

source: Unable to generate bin format for key
gu_in: कुंजी के लिए बिन प्रारूप उत्पन्न करने में असमर्थ
id: Tidak dapat menghasilkan format bin untuk key
ja: binファイルのキーを生成することができません。
zh_hans: 不能生成bin格式的key

# saving_bin_file_to
source: Save Bin file to
gu_in: बचत बिन फ़ाइल कररहा
id: Menyimpan Bin File ke
ja: Binファイルを保存する
zh_hans: 保存Bin文件到

# bin_file_saved_successfully_to
source: Bin File saved successfully
gu_in: बिन फ़ाइल को सफलतापूर्वक सहेज दी गई
id: Bin File berhasil disimpan di
ja: Binファイル保存成功
zh_hans: Bin文件保存成功

source: Unable to save bin file
gu_in: बिन फ़ाइल को सहेजने में असमर्थ4
id: Tidak dapat menyimpan bin file
ja: Binファイル保存できません
zh_hans: 不能保存Bin文件

# creating_backup_file
source: Create backup file
gu_in: बैकअप फ़ाइल बनाना
id: Membuat cadangan File
ja: バックアップファイルを作成
zh_hans: 创建备份文件

source: Fetching Key
gu_in: लाइकिंग कुंजी
id: Mengambil kunci
ja: Keyを獲得
zh_hans: 获取Key

source: Invalid PIN
gu_in: अमान्य पिन
id: PIN tidak valid
ja: 無効なPIN
zh_hans: 非法的PIN

source: Generating bin format
gu_in: बिन प्रारूप तैयार करना
id: Membuat bin format
ja: Binファイルを作成
zh_hans: 生成Bin格式

# unable_to_get_account_properties
source: Can't get account properties
gu_in: खाता गुण प्राप्त नहीं किया गया
id: Detail akun tidak bisa dimuat
ja: アカウントの属性値が読み取れない。
zh_hans: 不能获取账户属性

# is_already_added
source: Already added
gu_in: पहले से ही जोड़ा गया है
id: sudah ditambahkan
ja: 追加済み
zh_hans: 已经添加

# secure_key_important
source: Mnemonics are very important, please input under a secure situation!
gu_in: निजी कुंजी बहुत महत्वपूर्ण है, कृपया सुरक्षित स्थिति के तहत इनपुट करें!
id: Private key ini sangat penting, mohon hanya masukkan dalam situasi yang aman!
ja: ニーモニックだからこそ、仮想通貨が安全というものだ。盗撮、録画、盗み見できない場合に、ニーモニックを作成してください。
zh_hans: 数字货币的安全，核心在于私钥助记词安全，请在不能被拍照、摄像、偷看的情况下进行创建！

# accountname_create_username
source: Account
gu_in: खाता
id: Akun
ja: アカウント
zh_hans: 账号

# accountname_create_username_tips
source: Only support lowercase and number, at least 6 characters
gu_in: केवल अक्षर और संख्या का समर्थन, कम से कम 6 वर्ण
id: Hanya mendukung karakter dan nomor, setidaknya 6 karakter
ja: しばらくの間、小文字と数字しか支持されなく、そして、6桁以上の数字にしてください。
zh_hans: 暂时只支持小写字母和数字且首位不能为数字，至少6位

# accountname_create_nickname
source: Alias
gu_in: उपनाम
ja: ニックネーム
zh_hans: 昵称

# accountname_create_nickname_tips
source: Please input your alias
gu_in: कृपया अपना उपनाम इनपुट करें
id: Silakan masukkan nama lain
ja: ニックネームを入力してください
zh_hans: 请输入昵称

# accountname_create_password_tips
source: Your password should be at least 8 characters
gu_in: कम से कम 8 वर्ण
id: Setidaknya 8 karakter
ja: ８文字以上のパスワードを入力してください
zh_hans: 请输入8位以上密码

# accountname_create_password_tips2
source: Confirm your password again, at least 8 characters
gu_in: कृपया अपना पासवर्ड फिर से इनपुट करें, कम से कम 8 वर्ण
id: silakan masukkan kata sandi Anda lagi, setidaknya 8 karakter
ja: ８文字以上のパスワードを再び入力してください
zh_hans: 再次输入密码，最少8位

# accountname_restore_key
source: Mnemonics
gu_in: मस्तिष्क कुंजी
id: Brain Key
ja: 記憶ワード
zh_hans: 私钥助记词

# accountname_restore_key_tips
source: Please enter mnemonics
gu_in: कृपया सुरक्षित शब्द इनपुट करें
id: Mohon masukkan kata pengaman
ja: 記憶ワードを入力
zh_hans: 请输入助记单词

# accountname_friend_username_tips
source: Friend Account
gu_in: मित्र खाता
id: Akun Teman
ja: 友達のアカウント
zh_hans: 朋友账号

# accountname_friend_nickname
source: Alias
gu_in: उपनाम
ja: ニックネーム
zh_hans: 昵称

# accountname_friend_nickname_tips
source: Local frineds alias
gu_in: स्थानीय उपनाम
id: Alias lokal
ja: 連絡先にて友人のニックネーム
zh_hans: 本地好记的昵称

# accountname_search
source: Search
gu_in: खोज
id: Cari
ja: 検索
zh_hans: 搜索

# action_ok
source: Ok
gu_in: ठीक
id: Oke
ja: 確認
zh_hans: 确定

# accountname_create_title
source: Create Account
gu_in: खाता बनाएं
id: Buat akun
ja: アカウント作成
zh_hans: 创建账号

# accountname_restore_title
source: Restore Account
gu_in: खाता पुनर्स्थापित करें
id: Pulihkan akun
ja: アカウント復元
zh_hans: 恢复账号

# action_add_friend
source: Add Friend
gu_in: दोस्त जोड़ें
id: Tambah Teman
ja: 友人追加
zh_hans: 添加好友

# accountname_create_loading
source: Creating Account...
gu_in: खाता बनाना…
id: Membuat Akun...
ja: アカウント作成中...
zh_hans: 正在创建账号...

# accountname_add_loading
source: Adding friend...
gu_in: दोस्त जोड़ना…
id: Menambahkan teman...
ja: 友達追加中...
zh_hans: 正在添加好友...

# create_groupchat_loading
source: Creating group chat...
gu_in: समूह बातचीत बनाना…
id: Membuat grup chat...
ja: 暗語化されたグループチャット作成中
zh_hans: 正在创建小密圈...

# action_have_saved
source: I have Saved
gu_in: मैंने बचा लिया है
id: Saya sudah disimpan
ja: 保存済み
zh_hans: 我已经保存

# default_chat_sentence
source: We are friends now, let us chat!
gu_in: हम अब दोस्त हैं, चलो बातचीत करते है
id: Kita sudah berteman sekarang, mari chatting!
ja: 〜さんをWeChat連絡先として追加しました。チャットを始めましょう。
zh_hans: 我们已经是好友，开始聊天吧!

# default_groupchat_sentence
source: %@ invite %@ to join group chat!
gu_in: बुलाओ %s स समूह बातचीत में शामिल होने के लिए
id: mengundang %s untuk bergabung dengan grup chat!
ja: %sを暗号化されたグループチャットに招待された。
zh_hans: %@邀请%@加入了小密圈!

# default_groupchat_sentence_plus
source: %@ was invited to group chat!
zh_hans: %@加入了小密圈!

# feature_come_soon
source: Please wait, it's coming soon!
gu_in: कृपया प्रतीक्षा करें, यह जल्द ही आ रहा है!
id: Silakan tunggu, ini akan datang segera!
ja: もうすぐの登場で、ご期待してください。
zh_hans: 即将加入，敬请期待！

# default_friend_name
source: Friend
gu_in: दोस्त
id: Teman
ja: 暗語化されたグループチャットに招待された友人
zh_hans: 密友

# default_group_name
source: Secure Group
gu_in: सुरक्षित समूह
id: Grup aman
ja: 暗語化されたグループ
zh_hans: 小密圈

# text_ack_msg
source: Read
gu_in: पदों
id: Baca
ja: 既読
zh_hans: 已读

# text_delivered_msg
source: Sent
gu_in: वितरण
id: Pengiriman
ja: 送信
zh_hans: 送达

# button_pushtotalk
source: Press to talk
gu_in: बात करने के लिए दबाएं
id: Tekan untuk bicara
ja: 押したまま話す
zh_hans: 按住说话

# attach_picture
source: Image
gu_in: चित्र
id: Gambar
ja: 画像
zh_hans: 图片

# attach_take_pic
source: Photo
gu_in: तस्वीर
id: Foto
ja: 写真を撮る
zh_hans: 拍照

# attach_location
source: Location
gu_in: स्थान
id: Lokasi
ja: 位置
zh_hans: 位置

# attach_file
source: File
gu_in: फाइल
ja: ファイル
zh_hans: 文件

# attach_video_call
source: Video Call
gu_in: चलचित्र कॉल
id: Panggilan video
ja: ビデオコール
zh_hans: 视频通话

# attach_send_asset
source: Cryptocurrency
gu_in: क्रिप्टोकोर्रेंसी
ja: デジタルアセット
zh_hans: 数字资产

# move_up_to_cancel
source: Release to cancel
gu_in: फ़िंगर अप, भेजें रद्द करें
id: Jari up, Batal kirim
ja: 上にスライドして、発送を取り消します
zh_hans: 手指上滑，取消发送

source: Send Fail
gu_in: असफल भेजें
id: Pengiriman gagal
ja: 送信失敗
zh_hans: 发送失败

source: Delete Message
gu_in: संदेश हटाएं
id: Hapus pesan
ja: メッセージ削除
zh_hans: 删除消息

source: Copy Message
gu_in: संदेश कॉपी करें
id: Salin pesan
ja: メッセージをコピー
zh_hans: 复制消息

# delete_voice
source: Delete voice message
gu_in: आवाज हटाइए
id: Hapus suara
ja: 音声を削除する
zh_hans: 删除语音

source: Delete Video
gu_in: वीडियो हटाइए
id: Hapus Video
ja: 録画を削除
zh_hans: 删除视频

source: Resend
gu_in: फिर से बेजो
id: Kirim ulang
ja: 再送信
zh_hans: 重新发送

# confirm_resend
source: Are you sure to resend this message?
gu_in: क्या आप इस संदेश को पुनः भेजने की पुष्टि करते हैं?
id: apakah Anda yakin untuk mengirim ulang pesan ini?
ja: 再送信しますか？
zh_hans: 您确认要重新发送该信息？

# connect_failuer_toast
source: Please check network connection or try again later
gu_in: कृपया नेटवर्क कनेक्शन की जांच करें या बाद में पुनः प्रयास करें
id: Silakan periksa koneksi jaringan atau coba lagi nanti
ja: ネット状態をチェックした上で再試行してください。
zh_hans: 请检查网络或稍候重试

source: Forward
gu_in: आगे
ja: 転送
zh_hans: 转发

# prompt
source: Tips
gu_in: युक्तियाँ
ja: 提示
zh_hans: 提示

# location_recv
source: [%1$s Location]
gu_in: [%1$s स्थान]
id: [%1$s lokasi]
ja: [%1$sの位置]
zh_hans: [%1$s的位置]

# location_prefix
source: [My Location]
gu_in: [मेरा स्थान]
id: [Lokasi saya]
ja: [本人の所在地]
zh_hans: [我的位置]

# picture
source: [Image Message]
gu_in: [छवि संदेश]
id: [Pesan gambar]
ja: [画像メッセージ]
zh_hans: [图片消息]

# video
source: [Video Call]
gu_in: [वीडियो कॉल]
id: [Panggilan video]
ja: [動画通話]
zh_hans: [视频通话]

# file
source: [File Message]
gu_in: [फ़ाइल संदेश]
id: [Pesan file]
ja: [ファイル]
zh_hans: [文件消息]

source: [Voice Call]
gu_in: [आवाज कॉल]
id: [Panggilan suara]
ja: [音声通話]
zh_hans: [语音通话]

# voice_msg
source: [Voice Message]
gu_in: [ध्वनि संदेश]
id: [Pesan suara]
ja: [音声メッセージ]
zh_hans: [语音消息]

source: Voice
gu_in: आवाज़
id: Suara
ja: 音声
zh_hans: 声音

source: Password
gu_in: पारण शब्द
id: Sandi
ja: パスワード
zh_hans: 密码

# downwaiting
source: Pleae wait, downloading the file
gu_in: कृपया फ़ाइल डाउनलोड करने के लिए प्रतीक्षा करें
id: Mohon menunggu untuk mengunduh file
ja: ファイルダウンロード中です。しばらくお待ち下さい。
zh_hans: 正在下载文件请稍后

# not_download
source: Not downloaded:
gu_in: डाउनलोड नहीं हुआ:
id: Belum diunduh:
ja: まだダウンロードしていません:
zh_hans: 未下载:

# is_down_please_wait
source: Please wait, downloading the video
gu_in: वीडियो डाउनलोड करने के लिए कृपया प्रतीक्षा करें
id: Mohon menunggu untuk mengunduh file
ja: ビデオダウンロード中です。しばらくお待ち下さい。
zh_hans: 正在下载视频请稍候

# expression
source: [Emoji]
gu_in: [इमोजी]
ja: [絵文字]
zh_hans: [表情]

# call_duration
source: Duration
gu_in: अवधि
id: Durasi
ja: 通話時間
zh_hans: 通话时长

# Refused
source: Declined
gu_in: इंकार कर दिया
id: Ditolak
ja: 拒否しました
zh_hans: 已拒绝

# The_other_party_has_refused_to
source: [Declined by user]
gu_in: [फोन उतने वाले ने अस्वीकार करदिया है ]
id: [Penelepon telah ditolak]
ja: [受信者から拒否しました。]
zh_hans: [对方已拒绝]

# The_other_is_not_online
source: [The user is offline]
gu_in: [कैली ऑफ़लाइन है]
id: [Penelepon offline]
ja: [相手がオフライン]
zh_hans: [对方不在线]

# The_other_is_on_the_phone
source: [The user is busy now]
gu_in: [बछेड़ा अब व्यस्त है]
id: [Penelepon sedang sibuk]
ja: [相手が通話中]
zh_hans: [对方正在通话中]

# The_other_party_did_not_answer
source: [No answer from user]
gu_in: [बछेड़ा उत्तर नहीं दिया+]
id: [Tujuan tidak menjawab]
ja: [相手が答えなかった]
zh_hans: [对方未接听]

# did_not_answer
source: [Not answered]
gu_in: [जवाब नहीं दिया]
id: [Tidak terjawab]
ja: [答えなかった]
zh_hans: [未接听]

# Has_been_cancelled
source: [Canceled]
gu_in: [रद्द]
ja: [キャンセルしました]
zh_hans: [已取消]

# unable_to_get_loaction
source: Unable to access your location!
gu_in: आपके स्थान तक पहुंचने में असमर्थ!
id: Tidak dapat mengakses lokasi Anda!
ja: 位置情報が取得できません。
zh_hans: 无法获取到您的位置信息!

# sd_card_does_not_exist
source: SD card does not exist, cannot take pictures
gu_in: एसडी कार्ड मौजूद नहीं है और कब्जा नहीं कर सकता
id: SD card tidak ada dan tidak dapat menyimpan
ja: SDカードが備え付けないため、撮影できません。
zh_hans: SD卡不存在，不能拍照

# cant_find_pictures
source: Image not found
gu_in: चित्र नहीं मिला
id: Gambar tidak ditemukan
ja: 画像が見つかりません
zh_hans: 找不到图片

# File_does_not_exist
source: File not found
gu_in: फाइल नहीं मिली
id: File tidak ditemukan
ja: 該当ファイルが存在しません。
zh_hans: 文件不存在

# The_file_is_not_greater_than_10_m
source: File size must less than 10M
gu_in: फ़ाइल का आकार 10 एम से कम होना चाहिए
id: Ukuran file harus kurang dari 10 M
ja: ファイルは10M以内にしてください
zh_hans: 文件不能大于10M

# Whether_to_empty_all_chats
source: Clear All chat log?
gu_in: सभी बातचीत लॉग साफ़ करें?
id: Menghapus semua log chat?
ja: チャット記録を削除しますか
zh_hans: 是否清空所有聊天记录

# you_are_group
source: You are removed by group owner
gu_in: आपको समूह स्वामी द्वारा निकाल दिया जाता है
id: Anda sudah dihapus oleh pemilik grup
ja: チャットから追放されました
zh_hans: 你被群创建者从此群中移除

# the_current_group
source: Current encrypted group is closed by owner
gu_in: वर्तमान सुरक्षित समूह स्वामी द्वारा बंद कर दिया गया है
id: Grup saat ini ditutup oleh pemilik
ja: 暗語化されたグループチャットが解散されました
zh_hans: 当前小密圈已被群创建者解散

# receive_the_passthrough
source: Receive action：
gu_in: क्रिया प्राप्त करें:
id: Menerima tindakan
ja: パスツルーを受け取り：action：
zh_hans: 收到透传：action：

# Into_the_blacklist
source: Move to black list?
gu_in: काली सूची में ले जाएं?
id: Pindahkan ke daftar hitam?
ja: ブラックリストにしますか？
zh_hans: 移入到黑名单？

# Have_downloaded
source: Downloaded
gu_in: डाउनलोड की गई
id: Sudah diunduh
ja: ダウンロード済み
zh_hans: 已下载

# Did_not_download
source: Not downloaded
gu_in: डाउनलोड नहीं हुआ
id: Belum diunduh
ja: 未ダウンロード
zh_hans: 未下载

# message_resend
source: Message resent
gu_in: संदेश पुनः भेजें
id: Pesan telah dikirim kembali
ja: メッセージ再送信済み
zh_hans: 消息已重发

# message_send_self
source: You can't message yourself
gu_in: अपने आप को नहीं भेजा जा सकता है
id: Tidak dapat mengirim kepada diri sendiri
ja: 自分へメッセージを送信しできません。
zh_hans: 不能给自己发消息

source: Gallery
gu_in: गेलरी
id: Galeri
ja: アルバム
zh_hans: 相册

# camera
source: Take photos
gu_in: तस्वीरें ले
id: Mengambil foto
ja: 写真
zh_hans: 拍照

# select_photo
source: Please select photos
gu_in: कृपया फोटो चुनें
id: Silakan pilih foto
ja: 画像を選択
zh_hans: 请选择图片

# commit
source: Submit
gu_in: जमा करें
id: Kirim
ja: 提出
zh_hans: 提交

# transaction_account
source: Trading Account
gu_in: व्याावसायिक खाता
id: Akun trading
ja: 取引アカウント
zh_hans: 交易钱包

# withdraw
source: Transfer from Trading Account
gu_in: एक चेन से स्थानांतरण
id: Transfer dari rantai ONE
ja: アカウントから
zh_hans: 转出交易钱包

# recharge
source: Transfer to Trading Account
gu_in: एक चेन में स्थानांतरण
id: Transfer ke rantai ONE
ja: アカウントに
zh_hans: 转入交易钱包

# transafer
source: Transfer
gu_in: स्थानांतरण
ja: 送金
zh_hans: 转账

# request_address
source: Address
gu_in: एक चेन पता से स्थानांतरण
id: Transfer dari address rantai ONE
ja: アドレス
zh_hans: 转出交易钱包地址

# recharge_address
source: Address
gu_in: एक चेन पते पर स्थानांतरण
id: Transfer ke address rantai ONE
ja: アドレス
zh_hans: 转入交易钱包地址

# available_money
source: Balance
gu_in: संतुलन
id: Saldo
ja: 使用できる金額
zh_hans: 可用金额

# withdraw_address
source: Address
gu_in: एक चेन पता से स्थानांतरण
id: Transfer dari address rantai ONE
ja: 取り引きアカウントアドレスから〜に送金する
zh_hans: 转出交易钱包地址

# withdraw_money
source: Amount
gu_in: रकम
id: Jumlah
ja: 取引アカウント（から送金する）金額
zh_hans: 转出交易钱包金额

# withdraw_money_hint
source: Please enter amount
gu_in: कृपया इनपुट राशि दें
id: Silakan masukkan jumlah
ja: 取引アカウント（から送金する）金額を入力して下さい。
zh_hans: 请输入转出交易钱包金额

# submit_withdraw
source: Submit
gu_in: जमा करें
id: Kirim
ja: 送金する取引アカウントを確認して下さい。
zh_hans: 确认转出交易钱包

# withdraw_history
source: Transfer from trading account history
gu_in: इतिहास एक चेन से स्थानांतरण
id: Histori transfer dari rantai ONE
ja: 送金履歴
zh_hans: 历史转出交易钱包记录

# money
source: Amount
gu_in: आयतन
id: Volume
ja: 金額
zh_hans: 金额

# recharge_history
source: Transfer to Trading Account history
gu_in: इतिहास एक चेन को हस्तांतरण
id: Histori transfer ke rantai ONE
ja: 取引アカウント履歴
zh_hans: 历史转入交易钱包记录

# long_click_copy
source: Press the address to copy
gu_in: कॉपी करने के लिए लम्बे समय तक दबाएं
id: Tekan agak lama untuk menyalin
ja: 長押しでコピーできます。
zh_hans: 长按地址可复制

# click_copy
source: Press to copy
gu_in: कॉपी करने के लिए क्लिक करो
id: Tekan untuk menyalin
ja: タップでコピーできます。
zh_hans: 点击可复制
