Repository: baidang201/onechat-ios
Catalog: one-ios-ui/OneChainIOS/*.lproj/Localizable.strings
Languages: gu_in, id, ja, zh_hans

# recharge_from_wallet
source: Transfer to Trading Account from Wallet
gu_in: पर्स से एक चेन पर स्थानांतरण करें
id: Transfer ke rantai ONE dari dompet
ja: ウォレットアカウントから取引アカウントに振り込みます。
zh_hans: 从钱包转入交易钱包

# recharge_search
source: Query
gu_in: निवेदन एक श्रृंखला के लिए प्रसंस्करण
id: Meminta transfer ke rantai ONE
ja: 取引アカウントに振り込むのを要請します。
zh_hans: 查询

# rcharge_money_hint
source: Amount
zh_hans: 转入交易钱包金额

# tatal_accounts
source: Total Balance
zh_hans: 总资产

# no_account_tip
source: Add local wallet address
gu_in: स्थानीय पर्स पते को पहले जोड़ें
id: Tambahkan alamat dompet lokal terlebih dahulu
ja: ウォレットアドレスを追加しておいて下さい。
zh_hans: 请先添加本地钱包地址

# user_info
source: Personal Information
gu_in: व्यक्तिगत जानकारी
id: Informasi Pribadi
ja: 個人情報
zh_hans: 个人信息

# sex
source: Gender
gu_in: लिंग
id: Jenis Kelamin
ja: 性別
zh_hans: 性别

# man
source: Male
gu_in: नर
id: Pria
ja: 男性
zh_hans: 男

# women
source: Female
gu_in: महिला
id: Wanita
ja: 女性
zh_hans: 女

source: Unknown
gu_in: अज्ञात
id: Tidak diketahui
ja: 不明
zh_hans: 未知

# nick_name
source: Alias
gu_in: उपनाम
ja: ニックネーム
zh_hans: 昵称

# user_name
source: Account Name
gu_in: खाते का नाम
id: Nama akun
ja: ユーザー名
zh_hans: 用户名

# user_intro
source: Bio
gu_in: जीवनी
ja: 紹介
zh_hans: 简介

# user_email
source: Email
gu_in: ईमेल
ja: メールアドレス
zh_hans: 邮箱

# user_email_code
source: EMail Code
gu_in: ईमेल कोड
id: Kode email
ja: メール認証コード
zh_hans: 邮箱验证码

# user_tel
source: Mobile
gu_in: मोबाइल
ja: 携帯番号
zh_hans: 手机号

# user_tel_code
source: Mobile Code
gu_in: मोबाइल कोड
id: Kode mobile
ja: 携帯認証コード
zh_hans: 手机号验证

source: Get Code
gu_in: कोड प्राप्त करें
id: Dapatkan kode
ja: 認証コードを取得する
zh_hans: 获取验证码

# input_code
source: Please enter code
gu_in: कृपया इनपुट कोड
id: Silakan masukkan kode
ja: 認証コードを入力してください
zh_hans: 请输入验证码

# tx_message
source: Message
gu_in: संदेश
id: Pesan
ja: 付加メッセージ
zh_hans: 附加消息

# highest_bid
source: Highest
gu_in: उच्चतम
id: Tertinggi
ja: 買い板
zh_hans: 最高

# lowest_ask
source: Lowest
gu_in: कम
id: Terendah
ja: 売り板
zh_hans: 最低

# base_volume
source: Volume
gu_in: आयतन
ja: 取引量
zh_hans: 交易量

source: Price
gu_in: मूल्य
id: Harga
ja: 価格
zh_hans: 价格

# available_fund
source: Available:
gu_in: उपलब्ध:
id: Tersedia:
ja: 使用可能資産：
zh_hans: 可用资产：

# fee_standard
source: Rate
gu_in: मूल्यांकन करें
ja: 標準費率
zh_hans: 费率标准

# price_buy
source: Bid:
gu_in: बोली:
id: Tawaran:
ja: 購入価格：
zh_hans: 买入价：

# amount_buy
source: Amount:
gu_in: रकम:
id: Jumlah:
ja: 購入量：
zh_hans: 买入量：

# price_sell
source: Ask:
gu_in: पूछना
id: Permintaan:
ja: 販売価格：
zh_hans: 卖出价：

# amount_sell
source: Amount:
gu_in: रकम:
id: Jumlah:
ja: 販売量：
zh_hans: 卖出量：

# price_buy_hint
source: Please enter bid price
gu_in: डालो दाम मूल्य कृपया
id: Silakan masukan tawaran harga
ja: 購入価格を入力してください
zh_hans: 请输入买入价

# amount_buy_hint
source: enter bid amount
gu_in: डालो दाम राशि कृपया
id: Silakan masukan jumlah tawaran
ja: 購入量を入力してください
zh_hans: 请输入买入量

# price_sell_hint
source: Please enter ask price
gu_in: कृपया डालो पूछें मूल्य
id: Silakan masukan harga permintaan
ja: 販売価格を入力してください
zh_hans: 请输入卖出价

# amount_sell_hint
source: enter ask amount
gu_in: डालो राशि पूछें
id: Silakan masukan jumlah permintaan
ja: 販売量を入力してください
zh_hans: 请输入卖出量

# success_format
source: %1$s succeed
gu_in: %1$s सफल
id: %1$s berhasil
ja: %1$s成功
zh_hans: %1$s成功

# erro_format
source: %1$s failed
gu_in: %1$s असफल रहा
id: %1$s gagal
ja: %1$s失敗
zh_hans: %1$s失败

# amount_hint_format
source: Please enter %1$s amount
gu_in: कृपया डालो %1$s राशि
id: Silakan masukan jumlah %1$s
ja: %1$s量を入力してください
zh_hans: 请输入%1$s量

# price_hint_format
source: Please enter %1$s price
gu_in: कृपया डालो %1$s की कीमत
id: Silakan masukan harga %1$s
ja: %1$s価格を入力してください
zh_hans: 请输入%1$s价

# price_format
source: %1$s price:
gu_in: %1$s की कीमत:
id: %1$s Harga:
ja: %1$s価格：
zh_hans: %1$s价：

# amount_format
source: %1$s amount:
gu_in: %1$s राशि:
id: jumlah %1$s:
ja: %1$s量：
zh_hans: %1$s量：

# price_error_format
source: %1$s price error
gu_in: %1$s की कीमत त्रुटि है
id: %1$s harga adalah kesalahan
ja: 価格が間違う
zh_hans: %1$s价有误

# amount_error_format
source: %1$s amount error
gu_in: %1$s राशि त्रुटि है
id: jumlah %1$s adalah kesalahan
ja: 量が間違う
zh_hans: %1$s量有误

# success
source: Succeed
gu_in: सफल
id: Berhasil
ja: 成功
zh_hans: 成功

# error
source: Failed
zh_hans: 失败

# price_buy_error
source: Bid price error
gu_in: बोली मूल्य त्रुटि है
id: Harga penawaran salah
ja: 購入価格が間違った
zh_hans: 买入价有误

# amount_buy_error
source: Bid amount error
gu_in: बोली राशि त्रुटि है
id: Jumlah penawaran salah
ja: 購入量が間違った
zh_hans: 买入量有误

# price_sell_error
source: Ask price error
gu_in: मूल्य पूछें त्रुटि है
id: Harga permintaan salah
ja: 販売価格が間違った
zh_hans: 卖出价有误

# amount_sell_error
source: Ask amount error
gu_in: राशि पूछें त्रुटि है
id: Jumlah permintaan salah
ja: 販売価格が間違った
zh_hans: 卖出量有误

# trade_money
source: Total volume:
gu_in: कुल मात्रा:
id: Volume total:
ja: 取引総額：
zh_hans: 交易总额：

# trade_buy
source: Bid
gu_in: दाम
id: Tawaran
ja: 購入
zh_hans: 买入

# trade_sell
source: Ask
gu_in: पूछो
id: Permintaan
ja: 販売
zh_hans: 卖出

# trade_buy_success
source: Bid succeed
gu_in: दाम / सफल
id: Tawaran berhasil
ja: 購入成功
zh_hans: 买入成功

# trade_sell_success
source: Ask succeed
gu_in: सफल होने के लिए पूछें
id: Permintaan berhasil
ja: 販売成功
zh_hans: 卖出成功

# trade_buy_fail
source: Bid failed
gu_in: बोली असफल
id: Tawaran gagal
ja: 購入失敗
zh_hans: 买入失败

# trade_sell_fail
source: Ask failed
gu_in: असफल
id: Permintaan gagal
ja: 販売失敗
zh_hans: 卖出失败

# user_trade_title_buy
source: Bid
gu_in: दाम
id: Tawaran
ja: 買う
zh_hans: 买入

# user_trade_title_sell
source: Ask
gu_in: पूछना
id: Permintaan
ja: 売り
zh_hans: 卖出

# user_trade_title_orders
source: ORDER
gu_in: आदेश
id: URUTAN
ja: 当時点の依頼
zh_hans: 当前委托

# user_trade_title_orders_history
source: RECORDS
gu_in: ऐतिहासिक क्रमr
id: Urutan historis
ja: 過去の依頼
zh_hans: 历史委托

# cancel_order
source: Cancel
gu_in: रद्द करना
id: Batal
ja: 注文をキャンセル
zh_hans: 撤单

# cancel_order_success
source: Cancel succeed
gu_in: सफलता रद्द करें
id: Pembatalan berhasil
ja: キャンセル成功
zh_hans: 撤单成功

# cancel_order_fail
source: Cancel failed
gu_in: असफल रहने दें
id: Pembatalan gagal
ja: キャンセル失敗
zh_hans: 撤单失败

# xlistview_footer_hint_nodata_current
source: no open order
gu_in: कोई खुला आदेश नहीं
id: tidak ada order terbuka
ja: 依頼オーダーがありません。
zh_hans: 您暂时没有委托单

# xlistview_footer_hint_normal
source: More
gu_in: अधिक
id: Tambahkan
ja: もっとを見る
zh_hans: 查看更多

# xlistview_footer_hint_finish
source: Loading completed
gu_in: ख़त्म होना
id: Selesai
ja: 読取完了
zh_hans: 加载完成

# not_find_asset
source: Can't find this asset
gu_in: इस संपत्ति को नहीं मिल सकता है
id: Tidak bisa menemukan aset
ja: この資産が見つかりません
zh_hans: 查找不到该资产

# my_account
source: Multichain Wallet
gu_in: पर्स खाता
id: Akun Dompet
ja: ウォレットアカウント
zh_hans: 多链钱包

# default_user_intro
source: Welcome to ONE world!
gu_in: एक दुनिया में आपका स्वागत है!
id: Selamat datang di dunia ONE!
ja: ONEの世界へようこそ！
zh_hans: 欢迎来到ONE的世界！

# can_not_withdraw
source: Transfer from Trading Account will be open soon
gu_in: अब एक श्रृंखला से समर्थन हस्तांतरण नहीं कर सकते हैं
id: Tidak bisa transfer dari rantai ONE untuk saat ini
ja: 取引アカウントから送金できません
zh_hans: 暂时不能转出交易钱包

# can_not_deposit
source: Transfer to Trading Account will be open soon
gu_in: अब एक श्रृंखला में स्थानांतरण का समर्थन नहीं किया जा सकता है
id: Tidak bisa transfer ke rantai ONE untuk saat ini
ja: 取引アカウントに振り込めません。
zh_hans: 暂时不能转入交易钱包

# can_not_transfer
source: Transfer will be open soon
gu_in: अब का समर्थन हस्तांतरण नहीं हो सकता
id: Tidak bisa transfer saat ini
ja: 振り込めません。
zh_hans: 暂时不能转账

# can_not_trade
source: Trading will be open soon
gu_in: अब व्यापार का समर्थन नहीं कर सकता
id: Tidak bisa trade untuk saat ini
ja: 取引ができません
zh_hans: 暂时不能交易

# wallet_balance_not_enough
source: Not enough balance
gu_in: कोई पर्याप्त शेष नहीं
id: Saldo tidak mencukupi
ja: 残高が足りない
zh_hans: 钱包余额不足

# fast_transfer
source: Thunder Transfer
gu_in: ठंडा ट्रांसफरr
id: Transfer Kilat
ja: 即時振り込み
zh_hans: 闪电转账

# withdraw_intro
source: From trading account to Multichain Wallet
gu_in: व्यापार कथा से पर्स में
id: Dari akun trade ke akun dompet
ja: 取引アカウントからウォレットアカウントに
zh_hans: 从交易钱包到本地钱包

# recharge_intro
source: From Multichain Wallet to trading account
gu_in: पर्स खाता से व्यापार खाते में
id: Dari akun dompet ke akun trade
ja: ウォレットアカウントから取引アカウントに
zh_hans: 从本地钱包到交易钱包

# transfer_intro
source: Thunder transfer between Trade wallets
gu_in: सेकण्ड्स में व्यापार खाते के बीच स्थानांतरण
id: Transfer dilakukan dalam hitungan detik
ja: 取引アカウント間での即時振り込み
zh_hans: 交易钱包之间秒级转账

# cancel_order_tip
source: Are you sure to cancel order?
gu_in: क्या आप वाकई रद्द कर रहे हैं?
id: Batalkan?
ja: 注文をキャンセルしますか?
zh_hans: 确认撤单?

# user_name_can_not_edit
source: Can't edit account name
gu_in: खाते का नाम संपादित नहीं कर सकता
id: Tidak bisa mengubah nama akun
ja: ユーザー名は変更できません
zh_hans: 用户名不支持修改

# edit_address_hint
source: Receiver address
gu_in: प्राप्तकर्ता पता
id: Alamat penerima
ja: 受け取り側のアドレス
zh_hans: 接收方地址

# edit_one_address_hint
source: Receiver's ONE account
gu_in: प्राप्तकर्ता एक खाता नाम
id: Nama akun ONE penerima
ja: 受取人のONEアカウント
zh_hans: 接收方ONE账号

source: Sender
gu_in: भेजने वाला
id: Pengirim
ja: 送信側
zh_hans: 发送方

source: Receiver
gu_in: लेने वाला
id: Penerima
ja: 受け取り側
zh_hans: 接收方

# remark
source: Comment
gu_in: टिप्पणी
id: Pesan
ja: 註釈
zh_hans: 备注

# transfer_money
source: Amount
gu_in: धन हस्तांतरण
id: Kirim uang
ja: 振込金額
zh_hans: 转账金额

# save_key_tip
source: The following 15 mnemonics are extremely important! Once it leaks, you will lose all the digital assets in the wallet! Once it loses, you will not be able to recover all your digital assets in your wallet! Highly recommended: handwrite mnemonics, backup multiple copies and put them in different safe areas!! Must be noted: please do not create under the circumstances of being photographed, camera-watching or peeking! t is strictly forbidden to transmit the words on Internet and other unsafe environments such as network disk.
gu_in: निम्नलिखित 15 निजी कुंजी यादगार शब्द अत्यंत महत्वपूर्ण हैं !!! एक बार यह रिसाव हो जाए, तो आप पर्स में सभी डिजिटल संपत्ति खो हो जायेंगे ! यह खो जाने के बाद, आप अपने पर्स में अपनी सभी डिजिटल संपत्तियों को पुनर्प्राप्त नहीं कर पाएंगे!! अत्यधिक अनुशंसा की गई: यादृच्छिक शब्दों को दोहराएं, कई प्रतियों का बैकअप लें और उन्हें अलग-अलग सुरक्षित क्षेत्रों में रखें अवश्य ध्यान दें: कृपया फोटोग्राफ होने, कैमरे देखने या देखने की परिस्थितियों में नहीं बनाएं! t इंटरनेट पर और अन्य असुरक्षित वातावरण जैसे कि नेटवर्क डिस्क पर संचारित करने के लिए कड़ाई से मना किया गया है
id: 15 kata mnemonic di bawah ini SANGAT PENTING!!!/nJika tersebar, Anda akan kehilangan semua aset digital yang ada di dalam dompet ini!/nJika hilang, anda tidak bisa memulihkan semua aset digital di dalam dompet ini!/n/nSangat direkomendasikan untuk:/ntulis tangan kata mnemonic dan simpan di tempat yang aman./n/nHarus diperhatikan: Jangan tulis mnemonic di tempat ramai, terdapat CCTV, atau sedang ada yang memotret./nJangan sebar kata mnemonic kepada siapa pun dan menyimpan di jaringan yang tidak aman seperti jasa penyimpanan online.
ja: 下記の15ニーモニックが極めて重要です。一旦漏れたら、ウォレットに置いているすべてのデジタルアセットが失われてしまいます。そのニーモニックが忘れた場合、全てのデジタルアセットが回復できません。ニーモニックを手で記録、そしてできるだけ多くバックアップし、安全なところに保存しておくと強くおすすめます。盗撮、撮影、盗見できる場合でウォレットを新規作成をしないことを必ず注意して下さい。ネットにニーモニックをアップロードしたり、ネットディスクのような不安全なところにおいといてはいけません。
zh_hans: 以下15个私钥助记词极其重要！！！ 一旦泄密，将丢失钱包内所有数字资产！ 一旦丢失，将无法找回钱包内所有数字资产！ 强烈建议： 将单词手写，备份多份，放在不同的安全区域！ 务必注意： 请不要在被拍照、摄像、偷看的情况下进行创建！ 严禁将单词在网络传输、放在网盘等不安全环境！

# user_contract
source: User Agreement
gu_in: उपयोगकर्ता समझौता
id: Perjanjian pengguna
ja: ユーザー規約
zh_hans: 用户协议

# user_contract_txt
source: The Software hereby agree to abide by and comply with all applicable local, state, national, and international laws and regulations, international conventions, and customs. Please stop using One if it violates any of above.
gu_in: सॉफ्टवेयर इसके द्वारा सभी लागू स्थानीय, राज्य, राष्ट्रीय और अंतरराष्ट्रीय कानूनों और विनियमों, अंतरराष्ट्रीय सम्मेलनों और रीति-रिवाजों के पालन और पालन करने के लिए सहमत हैं। यदि उपरोक्त में से किसी एक का उल्लंघन करता है तो कृपया एक का उपयोग करना बंद करें
id: Perangkat lunak dengan ini setuju untuk mematuhi dan mematuhi semua hukum lokal, negara, nasional, dan hukum internasional dan peraturan, Konvensi, dan adat istiadat. Tolong berhenti menggunakan salah satu jika melanggar apapun atas.
ja: 各国と地域の法律法規、国際公約、および風俗習慣を遵守し、合法的な範囲内で本アプリを使用してください。
zh_hans: 请遵守各个国家和地区的法律法规，国际公约，以及风俗习惯，请在合法合规的范围内使用本软件，否则请终止

# network_unavailable
source: Unable to connect to network
gu_in: तंत्र से कनेक्ट करने में असमर्थ
id: Tidak dapat terhubung ke jaringan
ja: ネットに繋がりません
zh_hans: 无法加载网络

# change_groupname
source: Edit group name
gu_in: समूह का नाम संपादित करें
id: Edit nama grup
ja: グループ名変更
zh_hans: 修改群名称

# delete_success
source: Delete succeed
gu_in: सफल हटाना
id: Hapus berhasil
ja: 削除成功
zh_hans: 删除成功

# delete_from_chatgroup
source: You are removed from the group
gu_in: आपको समूह से निकाल दिया जाता है
id: Anda dihapus dari grup
ja: チャットから追放されました
zh_hans: 您被踢出该群

# override_wallet_warning_title
source: Delete existing wallet?
gu_in: मौजूदा पर्स को अधिक लिकना करें?
id: Menimpa dompet yang ada?
ja: ウォレットを削除しますか。
zh_hans: 清除账号?

# override_new_wallet_warning_message
source: If you create a new wallet, your existing wallet will be lost unless you backed up you mnemonics.
gu_in: यदि आप एक नया पर्स बनाते हैं, तो आपका मौजूदा पर्स खो जाएगा जब तक कि आप का बैक अप नहीं हो पुनर्प्राप्ति वाक्यांश.
id: Jika Anda membuat baru dompet, dompet Anda yang sudah ada akan hilang kecuali Anda menyimpan frase pemulihan Anda.
ja: 新しいウォレットを作成するには、まずは今が使っているウォレットを削除します。相応のニーモニックがバックアップしておいた場合は、今のウォレットが復元できます。
zh_hans: 创建新钱包，将删除当前钱包，如果您已经备份私钥助记词，可以再用它恢复。

# send_msg
source: Send message
gu_in: सन्देश भेजें
id: Kirim pesan
ja: メッセージ送信
zh_hans: 发消息

# chat_asset_num
source: Messages
gu_in: संदेश %1$d
id: Pesan %1$d
ja: メッセージ
zh_hans: 消息数

# clear_chat_msg
source: Clear chat log
gu_in: बातचीत लाग साफ करें
id: Menghapus semua log chat
ja: チャット記録をクリアする
zh_hans: 清空聊天信息

# change_user_local_name
source: Edit alias
gu_in: उपनाम संपादित करें
ja: 友達ネーム変更
zh_hans: 修改好友备注

# change_group_name
source: Edit Group Name
gu_in: समूह का नाम संपादित करें
id: Edit nama grup
ja: グループ名変更
zh_hans: 修改群名称

source: Coin list
gu_in: सिक्का सूची
id: Daftar koin
ja: コインリスト
zh_hans: 币种列表

# history
source: Log
gu_in: अभिलेख
id: Catatan
ja: 履歴
zh_hans: 记录

source: Group name
gu_in: समूह का नाम
id: Nama grup
ja: グループ名
zh_hans: 群名称

# click_change_avatar
source: Edit avatar
gu_in: अवतार को संपादित करें
ja: タップしてプロフィールイメージを変更する
zh_hans: 点此修改头像

# hint_input_nickname
source: Please enter your alias
gu_in: कृपया अपने उपनाम इनपुट करें
id: Silakan masukkan nama lain
ja: ニックネームを入力してください
zh_hans: 请输入昵称

# hint_input_user_name
source: Please enter your account name
gu_in: कृपया अपना खाता नाम डालो
id: Silakan masukan nama akun
ja: ユーザー名を入力してください
zh_hans: 请输入用户名

source: Contacts
gu_in: संपर्क
id: Kontak
ja: 連絡先
zh_hans: 通讯录

# status_confirming
source: Processing
gu_in: लोड हो रहा है
id: Memuat
ja: 処理中
zh_hans: 正在处理中

# status_confirmed
source: Finished
gu_in: ख़त्म होना
id: Selesai
ja: 完成
zh_hans: 已完成

source: Transfer in
gu_in: में स्थानांतरण
id: Transfer masuk
ja: に振り込む
zh_hans: 转入

# transfer_out
source: Transfer from
gu_in: बाहर स्थानांतरण
id: Transfer keluar
ja: まで送金
zh_hans: 转出

source: Transfer address
gu_in: स्थानांतरण का पता
id: Alamat transfer
ja: 振り込みアドレス
zh_hans: 转账地址

# lock_status_input
source: Please enter your gestures password
gu_in: कृपया अपना इशारों पासवर्ड इनपुट करें
id: Silakan masukkan sandi gerakan
ja: パターンロックを入力して下さい。
zh_hans: 请输入您的手势密码

# lock_status_create
source: Please set gestures password to save time
gu_in: अपने पासवर्ड की रक्षा के लिए, कृपया हावभाव पासवर्ड सेट करें
id: Untuk melindungi sandi, silakan mengatur isyarat password
ja: スワードの入力回数を減らすため、パターンロックを設定してください。
zh_hans: 为了减少您输入密码次数，请设置手势密码

# lock_status_create_sure
source: Enter again to confrim your gesture password
gu_in: पुष्टिकरण के लिए फिर से दर्ज करें
id: Masukkan lagi untuk konfirmasi
ja: 再びパターンを入力してください。
zh_hans: 请再次输入手势密码

# lock_status_correct
source: Correct
gu_in: सही बात
id: Benar
ja: 正しく入力されました。
zh_hans: 输入正确

# lock_status_wrong
source: Password incorrect. You have %1$d trys left.
gu_in: गलत पासवर्ड। आपके पास %1$d ट्रे शेष हैं
id: Sandi salah. Anda memiliki %1$d kesempatan percobaan.
ja: パスワードが間違えってしまいました。あと%1$d回入力できます。
zh_hans: 密码输入错误，您还可以输入%1$d次

# lock_status_second_wrong
source: Password do not match. Please try again.
gu_in: पासवर्ड नही मिल रहा। कृपया पुन: प्रयास करें।
id: Password tidak cocok. Silakan coba lagi.
ja: 初回のと不一致で、改めて入力して下さい。
zh_hans: 与首次输入不一致，请重新输入

# click_back_again
source: Click back to exit
gu_in: बाहर निकलने के लिए वापस क्लिक करें
id: Klik kembali untuk keluar
ja: 再びバックキーをタップして前へ戻ります。
zh_hans: 再次按返回键退出

source: Reset
gu_in: रीसेट
ja: 再設置
zh_hans: 重新设置

# forget_lock
source: Forgot gestures password
gu_in: चेष्टा सांकेतिक शब्द भूल गया
id: Lupa password gerakan
ja: パターンロックを忘れてしまいました。
zh_hans: 忘记手势密码

# change_lock_psw
source: Change gestures password
gu_in: चेष्टा सांकेतिक शब्द बदलना है
id: Ubah sandi gerakan
ja: パターンロックを変更します。
zh_hans: 修改手势密码

# other_side_address
source: Reception address
gu_in: अगवानी पताः
id: Alamat penerima
ja: 相手のアドレス
zh_hans: 对方地址

# account_name_length_erro
source: Users name must be at least 6 characters
gu_in: उपयोगकर्ता नाम कम से कम 6 वर्ण होना चाहिए.
id: Nama pengguna minimal 6 karakter.
ja: ユーザー名を６文字以上にして下さい。
zh_hans: 用户名长度不足，至少5位

# password_length_erro
source: Password must be at least 8 characters
gu_in: सांकेतिक शब्द काम से काम ८ वर्ण होना चाहिए
id: Password minimal 8 karakter.
ja: ユーザー名を８文字以上にして下さい。
zh_hans: 密码长度不足，至少8位

# password_second_erro
source: Password do not match.
gu_in: पासवर्ड नही मिल रहा।
id: Password tidak cocok.
ja: パスワードが異なります
zh_hans: 密码不一致

# register_erro
source: Registration failed. Please change your users name or password.
id: Registrasi gagal. Ubah nama pengguna atau sandi Anda.
zh_hans: 注册失败，请重新设置

# clear_mesage_success
source: History was cleared
gu_in: इतिहास को साफ किया गया था
id: Histori dibersihkan
ja: クリア成功
zh_hans: 清除成功

# clear_mesage_tip
source: Are you sure to clear chat history?
gu_in: क्या आप बातचीत इतिहास को साफ करना चाहते हैं?
id: Apakah Anda yakin untuk menghapus riwayat obrolan?
ja: チャット記録をクリアしますか？
zh_hans: 确认清除聊天记录？

# forget_password
source: Forgot password
gu_in: सांकेतिक शब्द भूल गया
id: Lupa password
ja: パスワードを忘れました
zh_hans: 忘记密码

# tx_confirm
source: Confirm trade
gu_in: व्यापार की पुष्टि करें
id: Konfirmasi trade
ja: 取引確認
zh_hans: 确认交易

# change_fees
source: Change network fee
gu_in: तंत्र शुल्क बदलें
id: Ubah biaya transaksi
ja: 手数料変更
zh_hans: 修改手续费

# if_set_new_msg
source: Receive notifications
gu_in: सूचनाएं प्राप्त करें
id: Terima pemberitahuan
ja: 新メッセージ通知
zh_hans: 接收新消息通知

# exchange_type
source: Select currency
gu_in: मुद्रा चुनें
id: Pilih mata uang
ja: 通貨を切り替え
zh_hans: 切换兑换汇率

# select_langurafe
source: Select language
gu_in: चुनिए भाषा
id: Pilih bahasa
ja: 言語切り替え
zh_hans: 切换语言

# make_sure_save_seed
source: Are you sure you saved mnemonic words？
gu_in: क्या आप वाकई याददाश्त शब्द सहेजे गए हैं？
id: Apakah Anda yakin Anda sudah menyimpan kata-kata mnemonic？
ja: ニーモニックの保存を確認しましたか。
zh_hans: 确认保存助记单词？

source: Send location
gu_in: स्थान भेजें
id: Kirim lokasi
ja: 位置情報送信
zh_hans: 发送位置

# msg_asset
source: [Flash transfer]
gu_in: [चमक स्थानांतरण]
id: [Transfer kilat]
ja: [即時振り込み]
zh_hans: [闪电转账]

# hint_chat_edittext
source: Chatting with %1$s
gu_in: के साथ बातचित्त %1$s
id: Chatting dengan %1$s
ja: %1$sとチャット中
zh_hans: 正在与%1$s聊天

# hint_groupchat_edittext
source: Group chatting
gu_in: समूह बातचीत
id: Grup chatting
ja: グループチャット中
zh_hans: 正在群聊

# make_sure_call_to
source: Are you sure to call
gu_in: क्या आप कॉल करना चाहते हैं
id: Apakah Anda yakin untuk memanggil
ja: に発信確認
zh_hans: 确定拨打给

# ask_again
source: Please give the application necessary permissions to work properly.
gu_in: कृपया ठीक से काम करने के लिए आवेदन को आवश्यक अनुमति दें।
id: Mohon beri aplikasi izin yang diperlukan untuk bekerja dengan baik.
ja: プログラミングが正常に動作するために、必要な権限を許可して下さい。
zh_hans: 请给予应用必要权限，让程序可正常工作。

source: Call
gu_in: कॉल
id: Panggil
ja: に発信
zh_hans: 拨打电话

source: Group avatar
gu_in: समूह अवतार
id: Avatar grup
ja: ループプロフィールイメージ
zh_hans: 群头像

# highest
source: High
gu_in: उच्च
id: Tinggi
ja: 高
zh_hans: 高

# lowest
source: Low
gu_in: kam
id: Rendah
ja: 低
zh_hans: 低

# close_price
source: Close
gu_in: बंद करना
id: Tutup
ja: 終値
zh_hans: 收

# open_price
source: Open
gu_in: कुलना
id: Buka
ja: 始値
zh_hans: 开

# volume_sum
source: Volume
gu_in: अंक
ja: 取引量
zh_hans: 额

source: Tenthousand
gu_in: दस हज़ार
id: Sepuluh ribu
ja: 万
zh_hans: 万

# the_rise_and_fall
source: Range
gu_in: श्रेणी
id: Rentang
ja: 幅
zh_hans: 幅

source: Depth
gu_in: गहराई
id: Kedalaman
ja: 深度
zh_hans: 深度

# target
source: Index
gu_in: सूचकांक
id: Indeks
ja: 指標
zh_hans: 指标

# Time_sharingplan
source: Timeline
zh_hans: 分时

source: Day
gu_in: दिन
id: Hari
ja: 日
zh_hans: 天

# hours
source: Hour
gu_in: घंटा
id: Jam
ja: 時間
zh_hans: 小时

# minutes
source: Minute
gu_in: मिनट
id: Menit
ja: 分
zh_hans: 分钟

# seconds
source: Second
gu_in: दूसरा
id: Detik
ja: 秒
zh_hans: 秒

# close_yet
source: Delivery
gu_in: वितरण
id: Pengiriman
ja: 終了中
zh_hans: 正在交割

# one_min
source: 1 Min
gu_in: 1 न्यूनतम
id: 1 Menit
ja: 1分
zh_hans: 1分

# five_min
source: 5 Min
gu_in: 5 न्यूनतम
id: 5 Menit
ja: 5分
zh_hans: 5分

# fifteen_min
source: 15 Min
gu_in: 15 न्यूनतम
id: 15 Menit
ja: 15分
zh_hans: 15分

# thirty_min
source: 30 Min
gu_in: 30 न्यूनतम
id: 30 Menit
ja: 30分
zh_hans: 30分

# sixty_min
source: 60 Min
gu_in: 60 न्यूनतम
id: 60 Menit
ja: 60分
zh_hans: 60分

# one_day
source: Day
gu_in: दिन
id: Hari
ja: 日足移動平均線
zh_hans: 日线

# one_week
source: Week
gu_in: सप्ताह
id: Minggu
ja: 週足移動平均線
zh_hans: 周线

# main_target
source: Main chart
gu_in: मुख्य चार्ट
id: Bagan utama
ja: メインチャート
zh_hans: 主图

# string_close
source: Close
gu_in: बंद करें
id: Tutup
ja: 閉じる
zh_hans: 关闭

# under_target
source: Subgraph
gu_in: उपग्राह
ja: 副図
zh_hans: 副图

source: Landscape
gu_in: लैंडस्केप
id: Lansekap
ja: 横スクリーン
zh_hans: 横屏

# head_return
source: Back
gu_in: वापस
id: Kembali
ja: 戻る
zh_hans: 返回

# amount_sum
source: Amount
gu_in: राशि q
id: Jumlah
ja: 取引量
zh_hans: 量

# string_bid_tips
source: Bid
gu_in: .’2r
id: Tawaran
ja: 買う
zh_hans: 买

# string_ask_tips
source: Ask
gu_in: पूछें
id: Permintaan
ja: 売り
zh_hans: 卖

# string_network_disconnect
source: Network is unavailable, Please check your network connection.
gu_in: नेटवर्क अनुपलब्ध है, कृपया अपने नेटवर्क कनेक्शन की जांच करें।
id: Jaringan tidak tersedia, periksa koneksi jaringan Anda.
ja: ネットと繋がりできません。ネットの状況を確認して下さい。
zh_hans: 网络不可用，请检查网络

# string_hangqing_refresh_status_rt
source: Switch to fast quotes
gu_in: तेजी से उद्धरण पर स्विच करें
id: Beralih ke quotes cepat
ja: リアルタイム(株価)
zh_hans: 已经切换到实时行情

# string_hangqing_refresh_status_slow
source: Switch to slow quotes
gu_in: धीमे कोट्स पर स्विच करें
id: Beralih ke quotes lambat
ja: 普通市場と切り替わった
zh_hans: 已经切换到普通行情

source: New group message
gu_in: नया समूह संदेश
id: Grup pesan baru
ja: 新しいグループメッセージがあります
zh_hans: 有新群消息

# lock_status_too_short
source: At least %1$d connection. Please try again.
gu_in: कम से कम %1$d कनेक्शन कृपया पुन: प्रयास करें।
id: Setidaknya %1$d koneksi. Mohon coba lagi.
ja: 少なくともと接続して下さい。改めてご試行して下さい。
zh_hans: 至少连接%1$d个，请重试

# qr_code_nonsupport
source: This QR code is not supported.
gu_in: यह QR कोड समर्थित नहीं है।
id: Kode QR ini tidak didukung.
ja: QRコードエラー
zh_hans: 不支持该格式的二维码

# no_trade_tip
source: No orders yet～
gu_in: अभी तक कोई आदेश नहीं
id: Belum ada order ~
ja: まだ注文がありません～
zh_hans: 您目前还没有订单～

# no_history_tip
source: No records yet～
gu_in: अभी तक कोई रिकॉर्ड नहीं ~
id: Belum ada catatan ~
ja: まだ記録がありません～
zh_hans: 您目前还没有记录～

# open_out_browser
source: Open with browser
gu_in: विचरक के साथ खोलें
id: Buka dengan browser
ja: ウェブブラウザーで開く
zh_hans: 在浏览器中打开

# copy_url
source: Copy link
gu_in: प्रतिरूप जोड़ना
id: Salin link
ja: URLをコピー
zh_hans: 复制链接
