Repository: baidang201/onechat-ios
Catalog: one-ios-ui/OneChainIOS/*.lproj/Localizable.strings
Languages: gu_in, id, ja, zh_hans

# remember_password_content
source: Please remember the account and password when export encrypted mnemonics, you will have to use the password to restore your account
zh_hans: 请牢记导出加密助记词时使用的账户密码，使用加密助记词文件恢复账号时必须使用该密码。

# copy_encrypted_seed
source: Copy encrypted mnemonics
ja: 暗語化ニーモニックをコピーして下さい。
zh_hans: 复制加密助记词

# export_encrypted_seed
source: Export encrypted mnemonics
ja: 暗語化ニーモニックをエクスポートします。
zh_hans: 导出加密助记词

# encrypted_seed
source: encrypted mnemonics
ja: 暗語化ニーモニック
zh_hans: 加密助记词

# keep_account_password_in_mind
source: Please remember this password, it will be the account password
ja: 該当パスワードをきちんと覚えて下さい。該当パスワードはアカウントのパスワードになります。
zh_hans: 请牢记该密码，该密码将成为账户密码

source: Invitation code:
ja: 招待コード
zh_hans: 邀请码:

# had_bind_phone
source: You have already verified your phone number
ja: 携帯番号とバインディグしました。
zh_hans: 您已经绑定过手机号

# mining_community
source: Community
ja: 採掘コミュニティ
zh_hans: 挖矿社区

# up_mining_power
source: Improve Power
ja: 計算力アップ
zh_hans: 提升算力

# sign_add_mining_power
source: Power+%@
ja: 毎日サインインすることで、計算力+%1$sを引き上げます。
zh_hans: 每日签到，算力+%@

# tap_twice_off
source: Tap twice to quit
zh_hans: 双击屏幕退出

source: Save to phone
ja: 携帯に保存します。
zh_hans: 保存到手机

# save_to_phone_success
source: Saved
ja: 携帯に保存済み
zh_hans: 已保存到手机

# drug_with_oneclick
source: One Catch
ja: クリックで採掘されたコインをマイ資産に受け取ります。
zh_hans: 一键收矿

# error_invalid_account_or_pass
source: Illegal account, please check your mnemonics and password!
ja: 無効なアカウントです。ニーモニック或いはパスワードをチェックして下さい。
zh_hans: 非法账号，请检查您的私钥助记词或密码

# group_chat_send_url_tip
source: Sending links in group chat gonna cost your Red Packet, are you sure?
ja: グループチャットで、関連するURLを発送するなら、ラッキーマネーを配る必要があります。
zh_hans: 群聊发链接要发红包哦～

# allow_jurisdiction_to_bind_phone
source: Please verify your phone number by allowing ONE to access your contacts
ja: 連絡先への訪問権限を許可し、携帯承認を完了して下さい。
zh_hans: 请允许访问通讯录，完成手机认证

# refresh_node_then_retry
source: Please refresh the nodes and retry
ja: ノードを更新してから再試行して下さい。
zh_hans: 请刷新节点后重试

# recover_account_fail
source: Restore account failed
ja: アアカウント復元失敗です。
zh_hans: 恢复账户失败

# unkown_error
source: Unknown error
ja: 未知のエラーです。
zh_hans: 未知错误

source: Join group error
zh_hans: 加入群组失败

# error_no_account
source: Account dosen't exist
zh_hans: 账号不存在

# error_uploading_bind_phone
source: Failed to upload contacts
zh_hans: 上传通讯录失败

# less_than_min_withdraw_value
source: The withdrawal amount can not be less than %@
zh_hans: 提现金额不能少于 %@

# ensure_trade
source: Broker Plan
zh_hans: 担保交易

source: Newton Plan
zh_hans: 牛顿计划

# goto_transaction_account
source: Transfer to trading account
zh_hans: 转至交易钱包

# detail
source: Details
zh_hans: 明细

# goto_wallet_account
source: Transfer to Multichain Wallet
ja: Transfer to wallet account
zh_hans: 转至多链钱包

# goto_redpacket_account
source: Transfer to Online wallet
ja: Transfer to packet account
zh_hans: 转至在线钱包

# money_go_and_out
source: Fiat Transact
ja: Fiat deposit and withdrawal
zh_hans: 法币出入

# thridparty_recharge
source: Deposit from a third party
zh_hans: 第三方充值

# service_node_plan
source: Node Plan
ja: ONE Node Plan
zh_hans: 节点计划

# video_course
source: Help Center
ja: Help&Feedback
zh_hans: 帮助

source: Available
zh_hans: 可用

source: Freeze
zh_hans: 冻结

# transfer_account_detail
source: Trade wallet details
ja: Trade account details
zh_hans: 交易钱包明细

# make_sure_delete_coin
source: Are you sure to delete the cryptocurrency?
ja: 関連種類のコインを削除しますか。
zh_hans: 您确定要删除该币种吗？

# wallet_account_title
source: Wallet acct.
zh_hans: 多链钱包

# trade_account_title
source: Trade acct.
zh_hans: 交易钱包

# packet_account_title
source: Packet acct.
zh_hans: 在线钱包

# from_transaction_account
source: From trading account
zh_hans: 来自交易钱包

source: EOS_address
zh_hans: EOS地址:

# please_write_eos_address
source: Please type the EOS address
zh_hans: 请输入EOS地址

# begin_map
source: Start mapping
zh_hans: 开始映射

# search_map_result
source: Search mapping result
zh_hans: 查询映射结果

# eos_map
source: EOS mapping
zh_hans: EOS映射

# pls_input_amount
source: Please input amount
zh_hans: 请输入金额

# send_fee
source: Transaction fee:
zh_hans: 手续费:

# real_receive
source: Actual amount received :
zh_hans: 实际到账:

# buy_price
source: Buying price
zh_hans: 买价

# sale_price
source: Selling price
zh_hans: 卖价

# estimate_price
source: Estimated price
zh_hans: 估值

# total_money
source: Total amount
zh_hans: 总额

# no_create_group_auth
source: You don’t have permission to create group
zh_hans: 您没有建群权限

# refresh_pull_down
source: Pull down to refresh
zh_hans: 下拉可以刷新

# refresh_release
source: Release to refresh
zh_hans: 松开立即刷新

# refresh_loading
source: Loading...
zh_hans: 正在刷新数据中...

# refresh_last_update
source: Last update:
zh_hans: 最后更新：

# refresh_date_today
source: Today
zh_hans: 今天

# refresh_last_date_no_record
source: No record
zh_hans: 无记录

# fee_not_enough
source: please reserve sufficient balance for the transaction fee
zh_hans: 请预留手续费

# app_not_need_update
source: This is the lastest version.
ja: 最新バージョンです
zh_hans: 已是最新版本

source: Click to receive
zh_hans: 一键领取

source: Release to close
zh_hans: 松开结束

# record_error_permission
source: Recording failed, please check the permission
zh_hans: 录音失败，请检查权限

# upload_file_error
source: Upload file failed
zh_hans: 文件上传失败

# file_overdue
source: File expired
zh_hans: 文件过期

source: Loading...
zh_hans: 加载中...

# img_overdue
source: Image expired
zh_hans: 图片已过期

# setting_microphone_authority
source: Please go to iOS” Settings”-”Privacy”-”Microphone”
zh_hans: 请在iOS"设置"-"隐私"-"麦克风"中打开

# message_start_record_fail
source: Fail to start recording
zh_hans: 开始录音失败

# error_record_not_stop
source: Voice recording is still in process
zh_hans: 语音录制还没有结束

# error_path_not_found
source: File path doesn’t exist
zh_hans: 文件路径不存在

# error_record_not_begin
source: Voice recording is not yet started
zh_hans: 还没有开始语音录制

# error_record_too_short
source: Recording time is too short
zh_hans: 录制时间过短

# error_format_fail
source: Format transfer failed
zh_hans: 格式转换失败

# image_save_fail
source: Image storage failed
zh_hans: 图片保存失败

# image_save_success
source: Image storage success
zh_hans: 图片保存成功

# image_save_to_album
source: Save to album
zh_hans: 保存至相册

# group_manage
source: Group management
zh_hans: 群管理

source: Group ID
zh_hans: 群ID

# my_nickname_in_group
source: My alias in the group
zh_hans: 我在本群昵称

source: Group QR code
zh_hans: 群二维码

# group_notice
source: Group announcement
zh_hans: 群公告

# group_clean_chatting_records
source: Delete the chatting records
zh_hans: 清空聊天记录

# group_receive_message
source: Accept information push
zh_hans: 接受群推送

# group_manager_list
source: Group admin list
zh_hans: 管理员列表

# group_muted_member_list
source: Banned member list
zh_hans: 禁言列表

# group_join_type
source: Group adding mode
zh_hans: 加群方式

# group_advertising_redpacket
source: Advertising Red Packet setting
zh_hans: 广告红包设置

# group_allow_anyone
source: Open to anyone
zh_hans: 允许任何人

# group_identity_authentication
source: Identtity authentication
zh_hans: 进行身份认证

# group_need_write_password
source: Password required
zh_hans: 需要输入密码

# group_allow_onone
source: Close to everyone
zh_hans: 不予许任何人

source: Group blacklist
zh_hans: 本群黑名单

# heading_qrcode_to_img
source: Identify the QR code
zh_hans: 识别图中二维码

# there_is_no_qrcode
source: No QR code included in the figure
zh_hans: 该图片没有包含一个二维码！

# write_key_word
source: Enter keywords
zh_hans: 输入关键词

# key_word
source: Add keywords
zh_hans: 添加关键词

# max_key_word
source: Maximum 10 keywards
zh_hans: 最多可以输入10个关键词

# setting_charge_content
source: Change to chrgeable content
zh_hans: 设置为收费内容

source: Charge amount
zh_hans: 收费金额

source: Publish
zh_hans: 发布

# input_content
source: Enter the content
zh_hans: 输入内容

# no_sensitive_character
source: Ban sensitive words
zh_hans: 禁止出现敏感字符。

# release_invitation
source: Publish theread
zh_hans: 发布帖子

# eth_standard_switch
source: ETH Standard
ja: ETH standards switch
zh_hans: ETH规范

source: User defined path
zh_hans: 自定义路径

# please_choose_path
source: Please choose a path
zh_hans: 请选择一种路径

# remove_manager
source: Remove the management
zh_hans: 移除管理

# release_shutup
source: Release the ban
zh_hans: 解除禁言

# input_or_change_nickname
source: Enter or edit the alias
zh_hans: 填写或者修改昵称

# pls_input_nickname_in_group
source: Enter your alias in this group
zh_hans: 请输入在本群的昵称

# group_chat
source: Chat
zh_hans: 聊天

# group_community
source: Community
zh_hans: 社区

# group_notifications
source: Group announcement
zh_hans: 群组通知

# clean_list
source: Clean the list
zh_hans: 清空列表

# all
source: Total
zh_hans: 全部

# essence
source: Best content
zh_hans: 精华

# charge
source: Chargeable
zh_hans: 收费

# free
source: Free of charge
zh_hans: 免费

# order_by_time
source: New post
zh_hans: 最新发布

# order_by_comment
source: Most commented article
zh_hans: 评论最多

# order_by_profit_up
source: Rank by long position
zh_hans: 看涨排序

# order_by_profit_down
source: Rank by short position
zh_hans: 看跌排序

# order_by_shang
source: Number of Like
zh_hans: 打赏数

# order_by_comment_time
source: New comment
zh_hans: 最新评论

source: Pay
zh_hans: 支付

# zanshang
source: Like
zh_hans: 赞赏

source: Comment
zh_hans: 评论

# reward_amount
source: Rewards amount
zh_hans: 赞赏金额

# failed_to_reward
source: Rewards failed
zh_hans: 赞赏失败

# button_check_means_card
source: Check documents
zh_hans: 查看资料

# button_set_as_manager
source: Set to administrator
zh_hans: 设为管理员

# button_banned_to_post
source: Ban member
zh_hans: 禁言

# button_from_group_delete
source: Delete from the group
zh_hans: 从本群中删除

# button_add_blacklist
source: Remove and add to the blacklist
zh_hans: 移除并加入黑名单

# articles_no_more
source: No more data avaliable
zh_hans: 没有更多数据

# article_detail
source: Details
zh_hans: 详情

# article_set_essence
source: Set as the best content
zh_hans: 设置精华

source: Report
zh_hans: 举报

# article_report_success
source: Report successed
zh_hans: 举报成功

# article_has_reported
source: You have aleardy reported this Weibo
zh_hans: 您已举报过该微博

# article_essence_success
source: Set successfully as the best content
zh_hans: 设置精华成功

source: Message center
zh_hans: 消息中心

# set_admin_success
source: Set successfully the admin
zh_hans: 设置管理员成功

# limits_of_authority
source: Permission denied
zh_hans: 权限不足

# user_not_in_group
source: The user is not in the group
zh_hans: 该用户不在群中

# admin_counts_limit
source: Admin number reaches the limit
zh_hans: 管理员人数达到上限

# mute_member_success
source: Ban successfully the member
zh_hans: 禁言成功

# add_member_to_blacklist_success
source: Add successfully to blacklist
zh_hans: 添加黑名单成功

# input_join_group_psw
source: Please enter the group adding password
zh_hans: 请输入加群密码

# content_too_short
source: Content is too shart
zh_hans: 内容太短

# content_too_long
source: Content exceeds the maximum words
zh_hans: 内容超过最大限度

# there_is_no_content
source: You have not entered the content
zh_hans: 你未填写内容

# is_sure_to_forgive_this
source: Are you sure to cancel the current editing
zh_hans: 确定放弃当前编辑吗？

# max_picture_nine
source: Maximun 9 pictures
zh_hans: 最多选择9张图片

# can_not_choose_video
source: Video selection failed
zh_hans: 无法选择视频

# can_not_choose_picture
source: Picture selection failed
zh_hans: 无法选择图片

# according_photo_album
source: Select from the album
zh_hans: 从相册选取

# weibo_msg
source: message
zh_hans: 消息

# someone_at_me
source: [someone@me]
zh_hans: [有人@我]

# group_password_error
source: group admission password incorrect
zh_hans: 加群密码错误

# in_group_blacklist
source: You are in the group blacklist
zh_hans: 您在该群黑名单中

# expend
source: consume
zh_hans: 消耗

# pls_wait_examine
source: Please wait for review
zh_hans: 请等待审核

# group_not_exist
source: Group doesn't exist
zh_hans: 该群不存在

# already_in_group
source: You are already in the group
zh_hans: 您已在该群

# msg_not_enough_balance
source: This message requires to send Red Packet, your balance is insufficient
zh_hans: 该消息需要发红包,您的余额不足

# you_in_ban
source: You are banned
zh_hans: 你已被禁言

# all_in_ban
source: Ban all the members
zh_hans: 全员禁言中

# push_comment_weibo
source: commented your post
zh_hans: 评论了你的帖子

# push_reward_weibo
source: liked your post
zh_hans: 赞赏了你的帖子

# push_pay_weibo
source: checked your chargeable content
zh_hans: 查看了你的收费内容

# not_enough_money_todo
source: This action requires asset consumption, your balance is insufficient
zh_hans: 该操作需要消耗资产,您的余额不足

# to_pay_a_oneluck
source: Payment completed
zh_hans: 您已支付

# support_third_party
source: support the third party's wallet registration through its memonic words
zh_hans: 支持第三方钱包助记词注册

# group_created_count_exceed
source: Number of group created exceeds the limit
zh_hans: 创建群个数超过上限

# eos_fee_tip
source: EOS mapping burns ETH as commission fee
zh_hans: EOS映射需要消耗ETH作为手续费

# eth_web_search
source: Inquire mapping at blockchain
zh_hans: 区块链查询映射

# weibo_video_max_tip
source: The maximum size for video files to upload is 500M
zh_hans: 视频最大支持上传500M

# eos_vote
source: EOS nodes voting
zh_hans: 投票

# pledge
source: Mortgage
zh_hans: 抵押

source: Vote
zh_hans: 投票

# stand_node
source: Node Candidates
zh_hans: 参选节点

# super_node
source: Supernodes
zh_hans: 超级节点

# standby_node
source: Backup nodes
zh_hans: 备用节点

source: Node
zh_hans: 节点

source: Node location
zh_hans: 节点位置

# get_vote_number_sum
source: Total votes
zh_hans: 得票总数

source: My vote
zh_hans: 我的投票

# vote_number
source: Number of votes:
zh_hans: 票数:

# all_money_number
source: Total asset:
zh_hans: 总资产:

# amount_of_the_mortgage_hint
source: Please enter the mortgaged amount
zh_hans: 请输入需要抵押的数额

# eos_vote_max_ticket
source: The maximum number of nodes you can choose is 30
zh_hans: 您最多可以选30个节点

# pledge_success
source: Mortgage Successuflly
zh_hans: 抵押成功

# pledge_fail
source: Mortgage failed
zh_hans: 抵押失败

# vote_success
source: Vote successfully
zh_hans: 投票成功

# vote_fail
source: Vote failed
zh_hans: 投票失败

# please_write_video_introduce
source: Please add video introduction
zh_hans: 请填写视频介绍

# had_eos_map
source: Mapping completed
zh_hans: 已经映射

# have_no_eos_map
source: Pending Mapping
zh_hans: 尚未映射

# eos_map_tip
source: EOS mapping is equivalent to an ETH transfer, it requires ETH as transaction fee, we suggest that you check the mapping result in 5 to 10 minutes (it may take longer under exceptional circumstances) Please do not repeat the mapping once successful.EOS private key is your mnemonic words
zh_hans: EOS映射相当于一次ETH的转账，需要消耗ETH作为手续费，建议您5-10分钟之后查询映射结果（特殊情况可能需要更长时间），映射成功后，不必重复进行映射，私钥就是您的助记词

# select_my_self
source: Marked
zh_hans: 自选

source: reward message
zh_hans: 赞赏消息

# reply_weibo
source: Reply post
ja: Reply Weibo
zh_hans: 回复帖子

source: Reply
zh_hans: 回复

# make_sure_delete_tip
source: Are you sure to delete?
ja: 削除しますか?
zh_hans: 确认删除？

# eos_account_tip
source: Producer name can only contain the following symbols: .12345abcdefghijklmnopqrstuvwxyz and name should be formed by 12 characters.
zh_hans: 账户名只能包含以下字符.12345abcdefghijklmnopqrstuvwxyz 由12个字符组成。

# eos_redeem
source: Redeem
zh_hans: 赎回

# redeem_successful
source: Redeem successfully
zh_hans: 赎回成功

# redeem_fail
source: Redeem failed
zh_hans: 赎回失败

source: New friend
zh_hans: 新的朋友

source: Group invitation
zh_hans: 群组邀请

# already_agree
source: Accepted
zh_hans: 已同意

# remark_length_exceed
source: Remarks exceed the words number limit
zh_hans: 备注超过字数限制

# invite_you_join_group
source: Invite you to the group
zh_hans: 邀请您加入群

# input_apply_msg
source: Please enter the verification infomation
zh_hans: 请输入验证信息

source: Delete friend
zh_hans: 删除好友

# pls_wait_apply
source: Invitation sent, waiting for verification
zh_hans: 邀请已发送，请等待对方审核

# apply_add_friend
source: Apply to be friend
zh_hans: 申请加为好友

# create_a_group
source: Create a chatting group
zh_hans: 创建了群聊

# pls_add_friend
source: Please add friend first
zh_hans: 请先添加好友

# order_has_change
source: Some changes in your order
zh_hans: 您的订单有变化

source: Order ID:
zh_hans: 订单ID:

source: I am
zh_hans: 我是

# my_group_chat
source: Group chatting
zh_hans: 群聊

# send_add_friend_msg
source: send invitation
zh_hans: 发送好友申请

# send_add_success
source: invitation sent
zh_hans: 已发送好友申请

# group_max_people
source: The group has reached the maximum number
zh_hans: 群人数达到上限

# already_refuse
source: Rejected
zh_hans: 已拒绝

# requesting_eth_fee
source: Requesting transaction fee
zh_hans: 正在获取手续费...

# request_eth_fee_error
source: Requesting transaction fee failed
zh_hans: 获取手续费失败

# trade_dividend
source: Crypto dividend
zh_hans: 分红宝

# trade_mining
source: Transaction fee mining
zh_hans: 交易挖矿

# face_verification
source: facial verification
zh_hans: 人脸验证

# very_good
source: Great
zh_hans: 非常好

# suggest_rise_head
source: Rise your head slightly
zh_hans: 建议略微抬头

# suggest_lower_head
source: Lower your head slightly
zh_hans: 建议略微低头

# suggest_yaw_right
source: Turn your head right slightly
zh_hans: 建议略微向右转头

# suggest_yaw_left
source: Turn your head left slightly
zh_hans: 建议略微向左转头

# need_more_light
source: Make the light brighter
zh_hans: 光线再亮些

# move_face_into_frame
source: move your face into frame
zh_hans: 把脸移入框内

# keep_static
source: Stay still
zh_hans: 保持不动

# left_eye_loss
source: Left eye is covered
zh_hans: 左眼有遮挡

# right_eye_loss
source: Right eye is covered
zh_hans: 右眼有遮挡

# nose_loss
source: Nose is covered
zh_hans: 鼻子有遮挡

# mouth_loss
source: Mouth is covered
zh_hans: 嘴巴有遮挡

# left_cheek_loss
source: Left cheek is covered
zh_hans: 左脸颊有遮挡

# right_cheek_loss
source: Right cheek is covered
zh_hans: 右脸颊有遮挡

# mandible_loss
source: Jew is covered
zh_hans: 下颚有遮挡

# face_loss
source: Show your whole face
zh_hans: 脸部有遮挡

# let_device_farther
source: Move away your phone
zh_hans: 手机拿远一点

# let_device_closer
source: Bring closer your phone
zh_hans: 手机拿近一点

# blink
source: Brink your eyes
zh_hans: 眨眨眼

# open_mouth
source: Open your mouth
zh_hans: 张张嘴

# yaw_right
source: Turn your head right slowly
zh_hans: 向右缓慢转头

# yaw_left
source: Turn your head left slowly
zh_hans: 向左缓慢转头

# rise_head
source: Rise your head slowly
zh_hans: 缓慢抬头

# lower_head
source: Lower your head slowly
zh_hans: 缓慢低头

# shake_head
source: Shake your head
zh_hans: 摇摇头

# verify_failed
source: verification failed
zh_hans: 验证失败

# in_verify
source: verification in process
zh_hans: 认证中

# verify_completion
source: verification completed
zh_hans: 认证完成

# verify_error_retry
source: verification failed, please try again
zh_hans: 认证失败，请重新进行认证

source: Time out
zh_hans: 超时

# camera_unkown_error
source: Unknown error occurred, please check your camera settings
zh_hans: 出现未知错误，请检查相机设置

# camera_func_limited
source: limited camera permission, please active the permission in the settings
zh_hans: 相机权限受限,请在设置中启用

# pls_keep_phone
source: Put your face in front of the phone
zh_hans: 请正对手机

# face_has_verified
source: Facial verification was completed
zh_hans: 已经进行过人脸验证

# open_treasure_box
source: Treasure Box
ja: Open Treasure box
zh_hans: 开宝箱

# invitation_code_must
source: Invitation code(Optional):
zh_hans: 邀请码(选填):

# announcement
source: Notice
ja: Announcement
zh_hans: 公告

# one_private_key
source: ONE's Private Key
zh_hans: ONE私钥

source: memo
zh_hans: memo备注

source: Trade amount
zh_hans: 交易额

# search_all_trade_team
source: Search trading pair
zh_hans: 搜索交易对

# select_innovation_trade
source: Innovation board
zh_hans: 创新区

# select_freedom_trade
source: Free trade board
zh_hans: 自由区

# trade_title
source: Decentralized Exchange
zh_hans: 自由淘币

# add_select_succ
source: Add to the Marked successfully
zh_hans: 添加自选成功

# add_select_fail
source: fail
zh_hans: 添加自选失败

# cancel_select_succ
source: Delete from the Marked successfully
zh_hans: 取消自选成功

# can_not_cancel_select
source: Impossible to delete the Marked
zh_hans: 不能取消自选

# input_amount_low
source: input quantity is too small
zh_hans: 输入数量过小

# input_total_low
source: Input amount is too small
zh_hans: 输入总额过小

# just_can_wallet_recharge
source: Please transfer to Multichain Wallet first, we now only support Multichain Wallet to Trade wallet transfers.
ja: Please transfer to Wallet Account first, we now only support Wallet Account to Trade Account transfers.
zh_hans: 暂时只支持从钱包转入交易钱包，请先转到钱包

source: Resource
zh_hans: 资源

# menory
source: RAM
zh_hans: 内存

source: Compute
zh_hans: 计算

source: Network
zh_hans: 网络

# buy_memory
source: Buy RAM
zh_hans: 购买内存

# sell_memory
source: Sell RAM
zh_hans: 出售内存

# amount_of_the_buy_hint
source: Input buying amount
zh_hans: 请输入需要购买的数额

# amount_of_the_sell_hint
source: Input selling amount
zh_hans: 请输入需要出售的数额

# amount_of_receive_hint
source: Input receiver's account
zh_hans: 请输入接收方账户

# amount_of_the_redeem_hint
source: Input redeem amount
zh_hans: 请输入需要赎回的数额

# oneself
source: Self
zh_hans: 自己

source: Others
zh_hans: 他人

# pledge_way
source: Collateral
zh_hans: 抵押方式

# lease
source: Renting
zh_hans: 租借

# ownership
source: Transfer ownership
zh_hans: 过户

# asset_pledge
source: Assets collateral
zh_hans: 资产抵押

# redeem_pledge
source: Redeem collateral assets
zh_hans: 赎回抵押

# occupy
source: Occupied
zh_hans: 占用

# usable
source: Available
zh_hans: 可用

# network_memory
source: Full-Network RAM
zh_hans: 全网内存

source: Redeeming
zh_hans: 赎回中

# eos_res_dialog_tip
source: Buy and sell will consume resources. Please make sure your RAM and computing resources is enough. We suggest you have at least 0.5 %@ collateral each for network resource and computing resource. The trade order would have been rolled back if the resources are insufficient.
zh_hans: 买卖操作会消耗资源，请及时留意您的内存计算网络资源是否充足，我们建议网络和计算资源分别至少抵押0.5个%@，如果您的资源不足，会导致您的交易被区块回滚。

# eos_res_memory_tip
source: · You can buy RAM using %@ and sell RAM for getting %@.
zh_hans: · 内存资源，可以通过%@买入，同时卖出可获得%@

# eos_res_cpu_tip
source: · You can get computing resources through %@ collateral and the %@ can be redeemed.
zh_hans: · 计算资源可以通过抵押%@来获取，抵押的%@可以赎回 · 没有计算资源则无法使用区块系统

# eos_res_net_tip
source: · You can get network resources through %@ collateral and the %@ can be redeemed. · Block system can not be used without network resources.
zh_hans: · 网络资源可以通过抵押%@来获取，抵押的%@可以赎回 · 没有网络资源则无法使用区块系统

source: EOS private key
zh_hans: EOS私钥

# eos_key_restore
source: EOS private key restory
zh_hans: EOS私钥恢复

# pls_input_key
source: Input your %@ private key
zh_hans: 请输入您的%@私钥

source: Private Key
zh_hans: 私钥

# input_private_key
source: Import private key
zh_hans: 导入私钥

# btn_input_key
source: Import now
zh_hans: 立即导入

source: Create new account
zh_hans: 注册新账户

# private_key_input
source: Import existed private key
zh_hans: 已有私钥导入

# private_key_length_error
source: Incorrect private key
zh_hans: 私钥不正确

# recover_success
source: Succeeded
zh_hans: 恢复成功

# recover_fail
source: Failed
zh_hans: 恢复失败

source: Not enough RAM
zh_hans: 可用内存资源不足

# not_enough_net
source: Not enough network resources
zh_hans: 可用网络资源不足

# not_enough_cpu
source: Not enough computing resources
zh_hans: 可用计算资源不足

# sbc_private_key_tip
source: （Please input EOS private key to get SBC airdrops）
zh_hans: （领取EOS糖果，请输入EOS私钥）

# least_avilable_ram
source: Remaining RAM needs to be more than %@
zh_hans: 剩余可用内存资源需大于%@

# least_avilable_cpu_net
source: Remaining collateralized amount needs to be more than %@
zh_hans: 剩余抵押需大于%@

source: Redeem Countdown
zh_hans: 赎回倒计时

source: Select Skin
zh_hans: 切换皮肤

source: Default Skin
zh_hans: 经典皮肤

# black_skin
source: Black Gold Skin
zh_hans: 黑金皮肤

# my_tools
source: Mytool
zh_hans: 我的工具

# dapp_application
source: Dapp
zh_hans: Dapp应用

# task
source: Tasks
ja: Task
zh_hans: 任务

# other_service
source: Others
ja: Third-party Service
zh_hans: 第三方服务

source: News
zh_hans: 新闻

# quotation
source: Market
ja: The Market
zh_hans: 行情

# news_flash
source: Brief
ja: News Flash
zh_hans: 快讯

# chanins_wallet
source: Chains Wallet
ja: Multichain Wallet
zh_hans: 多链钱包

# onechain_wallet
source: Trade wallet
ja: ONE Wallet
zh_hans: 交易钱包

source: Online Wallet
zh_hans: 在线钱包

# fabiqu
source: Legal Tender
zh_hans: 法币区
